{
  "acquaintance": {
    "male": [
      { "text": "ഒരു കാരണവുമില്ലാതെ നിങ്ങളെ അറസ്റ്റ് ചെയ്താൽ, നിങ്ങൾ എന്ത് ചെയ്തു എന്നാണ് സുഹൃത്തുക്കൾ കരുതുക?" },
      { "text": "നിങ്ങൾക്കുള്ള ഏറ്റവും ഉപയോഗശൂന്യമായ കഴിവ് എന്താണ്?" },
      { "text": "നിങ്ങളുടെ ഇടതുവശത്തുള്ള സാധനം മാത്രം ഉപയോഗിച്ച് ഒരു സോംബി ആക്രമണത്തെ അതിജീവിക്കേണ്ടി വന്നാൽ, നിങ്ങൾ എത്രത്തോളം കുടുങ്ങും?" },
      { "text": "മരണം വരെ നിങ്ങൾ വാദിക്കുന്ന ഒരു സിനിമാ അഭിപ്രായം എന്താണ്?" },
      { "text": "നിയമപരമായി മോഷ്ടിക്കാൻ കഴിയുമെങ്കിൽ (പണമല്ല), നിങ്ങൾ എന്തായിരിക്കും മോഷ്ടിക്കുക?" },
      { "text": "കൗമാരപ്രായത്തിൽ നിങ്ങൾ ചെയ്ത ഏറ്റവും മോശം വസ്ത്രധാരണം ഏതാണ്?" },
      { "text": "മൃഗങ്ങൾക്ക് സംസാരിക്കാൻ കഴിയുമെങ്കിൽ, ഏത് വർഗമായിരിക്കും ഏറ്റവും ശല്യമുണ്ടാക്കുക?" },
      { "text": "നിങ്ങളുടെ 'ഹോൾഡ് മൈ ബിയർ' (എടുത്തുചാട്ടം) നിമിഷം ഏതാണ്, അത് നല്ല രീതിയിൽ അവസാനിച്ചില്ലെങ്കിൽ?" },
      { "text": "നിങ്ങൾ ഒരു ഐസ്ക്രീം രുചിയായിരുന്നെങ്കിൽ, ഏത് വിചിത്രമായ ചേരുവയായിരിക്കും നിങ്ങൾ?" },
      { "text": "നിങ്ങൾ *ഏകദേശം* വിശ്വസിക്കുന്ന ഒരു ഗൂഢാലോചന സിദ്ധാന്തം ഏതാണ്?" },
      { "text": "കൈകൊടുക്കുന്നതിന് പകരം മറ്റേതെങ്കിലും ആംഗ്യം ഉപയോഗിക്കാൻ കഴിയുമെങ്കിൽ, അത് എന്തായിരിക്കും?" },
      { "text": "മര്യാദയുടെ പുറത്ത് നിങ്ങൾ കഴിച്ചിട്ടുള്ള ഏറ്റവും വിചിത്രമായ ഭക്ഷണം ഏതാണ്?" },
      { "text": "നിങ്ങൾക്കൊരു മുന്നറിയിപ്പ് ലേബൽ നൽകേണ്ടി വന്നാൽ, അതിൽ എന്തായിരിക്കും എഴുതുക?" },
      { "text": "നിങ്ങൾ ഇഷ്ടപ്പെടുന്ന, എന്നാൽ കാറിൽ ഉച്ചത്തിൽ വെക്കാൻ മടിക്കുന്ന പാട്ട് ഏതാണ്?" },
      { "text": "ഒരു ദിവസത്തേക്ക് സിനിമാ ഡയലോഗുകൾ മാത്രം സംസാരിക്കാൻ കഴിയുമെങ്കിൽ, ഏത് സിനിമയായിരിക്കും നിങ്ങൾ തിരഞ്ഞെടുക്കുക?" },
      { "text": "അകാലത്തിൽ നിങ്ങൾ വളർത്തിയെടുത്ത 'വൃദ്ധൻ' സ്വഭാവം ഏതാണ്?" },
      { "text": "നിങ്ങൾ ഒരു ഗുസ്തിക്കാരനായിരുന്നെങ്കിൽ, നിങ്ങളുടെ എൻട്രി ഗാനം എന്തായിരിക്കും?" },
      { "text": "നിങ്ങളെ വല്ലാതെ ദേഷ്യം പിടിപ്പിക്കുന്ന നിസ്സാരമായ കാര്യം എന്താണ്?" },
      { "text": "ഏതെങ്കിലും മൃഗത്തെ പോക്കറ്റ് വലിപ്പത്തിലേക്ക് ചുരുക്കാൻ കഴിയുമെങ്കിൽ, ഏതിനെയാണ് നിങ്ങൾ കൂടെ കൊണ്ടുനടക്കുക?" },
      { "text": "നിങ്ങൾ കേട്ടിട്ടുള്ള (അല്ലെങ്കിൽ ഉപയോഗിച്ചിട്ടുള്ള) ഏറ്റവും മോശം പിക്കപ്പ് ലൈൻ ഏതാണ്?" },
      { "text": "തയ്യാറെടുപ്പില്ലാതെ ഇപ്പോൾത്തന്നെ ഒരു TED ടോക്ക് നൽകേണ്ടി വന്നാൽ, അത് എന്തിനെക്കുറിച്ചായിരിക്കും?" },
      { "text": "റെസ്യൂമിലോ ഡേറ്റിലോ ഉണ്ടെന്ന് കള്ളം പറഞ്ഞ കഴിവ് ഏതാണ്?" },
      { "text": "നിങ്ങൾ ഒരു പ്രേതമായിരുന്നെങ്കിൽ, നിങ്ങളുടെ വീട്ടിൽ താമസിക്കുന്നവരെ എങ്ങനെയായിരിക്കും സൂത്രത്തിൽ കളിപ്പിക്കുക?" },
      { "text": "നിങ്ങളെക്കുറിച്ച് കേട്ടിട്ടുള്ള ഏറ്റവും വിചിത്രമായ കിംവദന്തി ഏതാണ്?" },
      { "text": "ഒരു കാര്യം കണ്ടുപിടിക്കാതിരിക്കാൻ കഴിയുമെങ്കിൽ, അത് എന്തായിരിക്കും?" },
      { "text": "നിങ്ങൾ ഒരു മോഷ്ടാവാണ്, പക്ഷേ ഇരകളെ അല്പം ബുദ്ധിമുട്ടിക്കാൻ മാത്രമേ മോഷ്ടിക്കുന്നുള്ളൂ. നിങ്ങൾ എന്തായിരിക്കും എടുക്കുക?" },
      { "text": "വീടിന് വേണ്ടി മാത്രം ഒരു സാങ്കൽപ്പിക കഥാപാത്രവുമായി ജീവിതം വച്ചുമാറാൻ കഴിയുമെങ്കിൽ, അത് ആരായിരിക്കും?" },
      { "text": "ഒരാളോട് മിണ്ടാതിരിക്കാൻ നിങ്ങൾക്കുണ്ടായ ഏറ്റവും നിസ്സാരമായ കാരണം എന്താണ്?" },
      { "text": "നിങ്ങൾ ഒരു മതം തുടങ്ങിയാൽ, നിങ്ങളുടെ ആദ്യത്തെ കൽപ്പന എന്തായിരിക്കും?" },
      { "text": "എല്ലാവർക്കും ഇഷ്ടമുള്ളതും എന്നാൽ നിങ്ങൾക്ക് വെറുപ്പുള്ളതുമായ മണം ഏതാണ്?" },
      { "text": "ദിവസത്തോട് ഒരു മണിക്കൂർ കൂട്ടിച്ചേർക്കാൻ കഴിയുമെങ്കിൽ, അത് ഒരു പ്രത്യേക കാര്യത്തിന് വേണ്ടി മാത്രം ചെലവഴിക്കണമെങ്കിൽ, അത് എന്തായിരിക്കും?" },
      { "text": "നിങ്ങൾ ചെയ്തിട്ടുള്ള ഏറ്റവും വിഡ്ഢിത്തം നിറഞ്ഞ എടുത്തുചാട്ടം വഴിയുള്ള പർച്ചേസ് ഏതാണ്?" },
      { "text": "നിങ്ങൾ ഒരു സൂപ്പർ വില്ലനായിരുന്നെങ്കിൽ, നിങ്ങളുടെ പരാജയത്തിന് കാരണമാകുന്ന ദൗർബല്യം എന്തായിരിക്കും?" },
      { "text": "തികച്ചും അർത്ഥശൂന്യമാണെന്ന് നിങ്ങൾക്ക് തോന്നുന്ന ഒരു പഴഞ്ചൊല്ല് അല്ലെങ്കിൽ പ്രയോഗം ഏതാണ്?" },
      { "text": "ഏതെങ്കിലും ചരിത്രപുരുഷന് ഹൈ-ഫൈവ് നൽകാൻ കഴിയുമെങ്കിൽ, അത് ആരായിരിക്കും?" }
    ],
    "female": [
      { "text": "നിങ്ങളുടെ ജീവിതം ഒരു കോമഡി സീരിയലായിരുന്നെങ്കിൽ, നിങ്ങളുടെ പ്രധാന ശത്രുവിനെ ആര് അവതരിപ്പിക്കും?" },
      { "text": "മറ്റുള്ളവർക്ക് അറപ്പ് തോന്നുന്ന, എന്നാൽ നിങ്ങൾക്ക് ഇഷ്ടപ്പെട്ട ഭക്ഷണ കോമ്പിനേഷൻ ഏതാണ്?" },
      { "text": "പണമല്ലാതെ മറ്റൊന്നിന്റെ അനന്തമായ ശേഖരം ലഭിക്കുമെങ്കിൽ, അത് എന്തായിരിക്കും?" },
      { "text": "ക്രഷിന് മുന്നിൽ വെച്ച് നിങ്ങൾ ചെയ്തിട്ടുള്ള ഏറ്റവും നാണക്കേടുണ്ടാക്കിയ കാര്യം എന്താണ്?" },
      { "text": "നിങ്ങൾ ഒരു മന്ത്രവാദിനിയായിരുന്നെങ്കിൽ, ശത്രുക്കൾക്ക് എന്ത് ചെറിയ ശാപമായിരിക്കും നൽകുക?" },
      { "text": "നിങ്ങൾ പിന്തുടർന്നതും ഇപ്പോൾ അതിയായി ഖേദിക്കുന്നതുമായ ട്രെൻഡ് ഏതാണ്?" },
      { "text": "ഉപയോഗശൂന്യമായ ഒന്നിൽ പെട്ടെന്ന് വിദഗ്ദ്ധയാകാൻ കഴിയുമെങ്കിൽ, അത് എന്തായിരിക്കും?" },
      { "text": "പോകാൻ താല്പര്യമില്ലാത്ത പരിപാടികളിൽ നിന്ന് ഒഴിവാകാൻ നിങ്ങൾ പറയുന്ന സ്ഥിരം ന്യായീകരണം എന്താണ്?" },
      { "text": "നിങ്ങൾ ഒരു പൂച്ചയായിരുന്നെങ്കിൽ, എന്ത് കാര്യമായിരിക്കും നിങ്ങളെ ചീറ്റിക്കുക?" },
      { "text": "ഒറ്റയ്ക്കായിരിക്കുമ്പോൾ നിങ്ങൾ ചെയ്യുന്ന ഏറ്റവും വിചിത്രമായ കാര്യം എന്താണ്?" },
      { "text": "വസ്ത്രശേഖരത്തിന് വേണ്ടി മാത്രം ഒരു സാങ്കൽപ്പിക കഥാപാത്രവുമായി ജീവിതം വച്ചുമാറാൻ കഴിയുമെങ്കിൽ, അത് ആരായിരിക്കും?" },
      { "text": "കുട്ടിക്കാലത്തെ തെറ്റിദ്ധാരണകളിൽ ഏതാണ് നിങ്ങൾ വളരെക്കാലം വിശ്വസിച്ചിരുന്നത്?" },
      { "text": "കഴിവൊന്നുമില്ലാതെ ഒരു ടാലന്റ് ഷോയിൽ പങ്കെടുക്കേണ്ടി വന്നാൽ, നിങ്ങൾ സ്റ്റേജിൽ എന്ത് ചെയ്യും?" },
      { "text": "ഒരാളെ നിരസിക്കാൻ നിങ്ങൾക്കുണ്ടായ ഏറ്റവും നിസ്സാരമായ കാരണം എന്താണ്?" },
      { "text": "നിങ്ങൾ ഒരു ഡ്രാഗ് ക്വീൻ ആയിരുന്നെങ്കിൽ, നിങ്ങളുടെ സ്റ്റേജ് നാമം എന്തായിരിക്കും?" },
      { "text": "നിങ്ങൾക്ക് ലഭിച്ച അഭിനന്ദനങ്ങളിൽ അപമാനം പോലെ തോന്നിയത് ഏതാണ്?" },
      { "text": "പോയിട്ടുള്ള സ്ഥലങ്ങളിലേക്ക് മാത്രം ടെലിപോർട്ട് ചെയ്യാൻ കഴിയുമെങ്കിൽ, നിങ്ങൾ ആദ്യം എവിടേക്ക് പോകും?" },
      { "text": "നിങ്ങൾ നടത്തിയിട്ടുള്ള ഏറ്റവും അലങ്കോലമായ പർച്ചേസ് ഏതാണ്?" },
      { "text": "നിങ്ങളുടെ നടത്തത്തിന്റെ വേഗതയ്ക്ക് ഒരു തീം സോങ്ങ് തിരഞ്ഞെടുക്കേണ്ടി വന്നാൽ, അത് ഏതായിരിക്കും?" },
      { "text": "മണ്ടത്തരമാണെന്ന് തോന്നി നിങ്ങൾ സ്ഥിരമായി ലംഘിക്കുന്ന നിയമം ഏതാണ്?" },
      { "text": "മൂന്ന് സാങ്കൽപ്പിക വില്ലന്മാരുമായി അത്താഴം കഴിക്കാൻ അവസരം ലഭിച്ചാൽ, ആരെയൊക്കെ ക്ഷണിക്കും?" },
      { "text": "5 വർഷം മുമ്പ് സോഷ്യൽ മീഡിയയിൽ പോസ്റ്റ് ചെയ്ത ഏറ്റവും ക്രിഞ്ചായ കാര്യം എന്താണ്?" },
      { "text": "നിങ്ങളുടെ വളർത്തുമൃഗത്തോട് ഒരു മിനിറ്റ് സംസാരിക്കാൻ കഴിയുമെങ്കിൽ, എന്തായിരിക്കും വിശദീകരിക്കുക?" },
      { "text": "സുഹൃത്തിൽ നിന്ന് പകർന്നുകിട്ടിയ വിചിത്രമായ ശീലം ഏതാണ്?" },
      { "text": "നിങ്ങൾ ഒരു ഏകാധിപതിയായിരുന്നെങ്കിൽ, എന്ത് വിഡ്ഢിത്തം നിറഞ്ഞ നിയമമായിരിക്കും ആദ്യം നടപ്പിലാക്കുക?" },
      { "text": "പലചരക്ക് കടയിൽ വെച്ച് നിങ്ങൾക്ക് സംഭവിച്ച ഏറ്റവും നാടകീയമായ കാര്യം എന്താണ്?" },
      { "text": "നിങ്ങൾ ഒരു നിർജീവ വസ്തുവായിരുന്നെങ്കിൽ, എന്തായിരിക്കും, എന്തുകൊണ്ട്?" },
      { "text": "കൂട്ടത്തിൽ കൂടാൻ വേണ്ടി മാത്രം ഇഷ്ടപ്പെട്ടെന്ന് നടിച്ച ജനപ്രിയ സിനിമ ഏതാണ്?" },
      { "text": "ഏതെങ്കിലും പുരാണ ജീവിയെ (ചെറിയ രൂപത്തിൽ) വളർത്തുമൃഗമാക്കാൻ കഴിയുമെങ്കിൽ, അത് എന്തായിരിക്കും?" },
      { "text": "അടുത്തിടെ ഗൂഗിളിൽ സെർച്ച് ചെയ്ത ഏറ്റവും വിചിത്രമായ കാര്യം എന്താണ്?" },
      { "text": "ഒരു കാര്യത്തിന് പ്രശസ്തയാകാൻ കഴിയുമെങ്കിൽ, അത് എന്തായിരിക്കും (യാഥാർത്ഥ്യമായാലും അല്ലെങ്കിലും)?" },
      { "text": "ജീവിതം മാറ്റിമറിച്ചതായി തോന്നുന്ന ചെറിയ തീരുമാനം ഏതാണ്?" },
      { "text": "ജീവിതകാലം മുഴുവൻ ഒരു ആൽബം മാത്രം ആവർത്തിച്ച് കേൾക്കേണ്ടി വന്നാൽ, അത് ഏതായിരിക്കും?" },
      { "text": "നിങ്ങൾക്ക് ലഭിച്ചതിൽ വെച്ച് ഏറ്റവും അരോചകമായ സമ്മാനം ഏതാണ്?" },
      { "text": "ഒരു പുതിയ അവധിദിനം സൃഷ്ടിക്കാൻ കഴിയുമെങ്കിൽ, അത് എന്തിന്റെ ആഘോഷമായിരിക്കും?" }
    ]
  },
  "deepTalk": {
    "male": [
      { "text": "കാര്യങ്ങൾ കുഴപ്പത്തിലാകാതെ രസകരമായി മുന്നോട്ട് കൊണ്ടുപോകുന്നതിന്റെ രഹസ്യം എന്താണ്?" },
      { "text": "നിങ്ങളുടെ കുടുംബം വഴക്കുകളെ എങ്ങനെ കൈകാര്യം ചെയ്യുന്നു: ഉച്ചത്തിൽ സംസാരിച്ചാണോ അതോ മിണ്ടാതിരുന്നാണോ?" },
      { "text": "സങ്കൽപ്പത്തിൽ, ഒരു കാഷ്വൽ പാർട്ണർ മറ്റൊരാളോട് ഉല്ലസിക്കുന്നത് കണ്ടാൽ ചെറിയ അസൂയ തോന്നുമോ?" },
      { "text": "അച്ഛനിൽ നിന്ന് കിട്ടിയതും മാറ്റാൻ ശ്രമിക്കുന്നതുമായ ഒരു ശീലം എന്താണ്?" },
      { "text": "എനിക്ക് ഇഷ്ടം തോന്നിയാൽ, ഉടനെ പറയണോ അതോ മിണ്ടാതിരുന്ന് സഹിക്കണോ?" },
      { "text": "ഒറ്റയ്ക്ക് സമയം വേണ്ടപ്പോൾ, ചോദിക്കുമോ അതോ അങ്ങ് അപ്രത്യക്ഷനാകുമോ?" },
      { "text": "ഒരുമിച്ച് ഉറങ്ങാൻ സമ്മതമാണോ, അതോ കിടക്ക ഉറങ്ങാൻ മാത്രമുള്ളതാണോ?" },
      { "text": "ഏത് കുടുംബാംഗത്തിന്റെ അഭിപ്രായത്തിനാണ് നിങ്ങൾ ശരിക്കും വില നൽകുന്നത്?" },
      { "text": "ഒരു FWB-യുമായി (Friends with Benefits) ചെയ്യാൻ പാടില്ലാത്ത 'റിലേഷൻഷിപ്പ്' കാര്യം എന്താണ്?" },
      { "text": "നിങ്ങളുടെ മാതാപിതാക്കളുടേത് നിങ്ങൾ ആഗ്രഹിക്കുന്ന ബന്ധമാണോ അതോ ഒഴിവാക്കാൻ ആഗ്രഹിക്കുന്നതാണോ?" },
      { "text": "മെസേജ് അയക്കുന്നതിനെക്കുറിച്ചുള്ള നിങ്ങളുടെ നയം എന്താണ്: 'ആവശ്യത്തിന് മാത്രം' അതോ 'തമാശകൾ അയച്ചോളൂ' എന്നാണോ?" },
      { "text": "കുടുംബത്തിൽ നിങ്ങൾ 'നല്ല കുട്ടിയാണോ', 'വിപ്ലവകാരിയാണോ', അതോ 'കാണാമറയത്താണോ'?" },
      { "text": "പഴയ ബന്ധങ്ങളിൽ നിങ്ങൾ അവഗണിച്ച ഏറ്റവും വലിയ അപായ സൂചന എന്താണ്?" },
      { "text": "ഒരാൾ നിങ്ങളുടെ സ്വകാര്യ ഇടത്തിലേക്ക് കടന്നുകയറിയാൽ എങ്ങനെ കൈകാര്യം ചെയ്യും?" },
      { "text": "കിടപ്പുമുറിയിൽ നിങ്ങൾ വെച്ചിട്ടുള്ള വിട്ടുവീഴ്ചയില്ലാത്ത അതിർത്തി എന്താണ്?" },
      { "text": "കുടുംബത്തോട് പങ്കുവെക്കാൻ ഏറ്റവും പ്രയാസമുള്ള കാര്യം എന്താണ്?" },
      { "text": "നമ്മൾ പരസ്പരം മടുത്താൽ, അത് വിചിത്രമാകാതെ എങ്ങനെ അവസാനിപ്പിക്കാം?" },
      { "text": "നമ്മൾ പ്രണയത്തിലാണെന്ന് കുടുംബം തെറ്റിദ്ധരിക്കാതെ നമുക്ക് സുഹൃത്തുക്കളായിരിക്കാൻ കഴിയുമെന്ന് കരുതുന്നുണ്ടോ?" },
      { "text": "നമ്മൾ ഇത് നമുക്കിടയിൽ മാത്രമായി ഒതുക്കുന്നുണ്ടോ, അതോ നമ്മൾ സ്വതന്ത്രരാണോ?" },
      { "text": "ഇന്നത്തെ നിങ്ങളെ വിശദീകരിക്കുന്ന കുട്ടിക്കാലത്തെ ഒരു കാര്യം എന്താണ്?" },
      { "text": "സ്വകാര്യത നിങ്ങൾ എത്ര കർശനമായി സൂക്ഷിക്കുന്നു?" },
      { "text": "രഹസ്യങ്ങൾ സൂക്ഷിക്കുന്നതിൽ നിങ്ങൾ എത്ര മിടുക്കനാണ്?" },
      { "text": "'വീട്' എന്ന് കേൾക്കുമ്പോൾ നിങ്ങൾക്ക് എന്ത് തോന്നുന്നു?" },
      { "text": "കിടക്കയിലെ നിങ്ങളുടെ ആശയവിനിമയ കഴിവിനെ 1 മുതൽ 10 വരെ റേറ്റുചെയ്യാൻ പറഞ്ഞാൽ, സത്യസന്ധമായി നിങ്ങൾ എവിടെ നിൽക്കും?" },
      { "text": "നിങ്ങൾ ശരിക്കും ആസ്വദിക്കുന്ന കുടുംബ ആചാരം ഏതാണ്?" },
      { "text": "സൗഹൃദത്തിന് നിങ്ങൾ വൈകാരികമായി തയ്യാറാണോ, അതോ വിനോദത്തിന് ശാരീരികമായി മാത്രം തയ്യാറാണോ?" },
      { "text": "കാമുകനിൽ നിന്ന് ആവശ്യമില്ലാത്ത, എന്നാൽ സുഹൃത്തിൽ നിന്ന് ആവശ്യമുള്ള ഒരു കാര്യം എന്താണ്?" },
      { "text": "നിങ്ങളെ വളർത്തിയ രീതിയിൽ ഒരു കാര്യം മാറ്റാൻ കഴിയുമെങ്കിൽ, അത് എന്തായിരിക്കും?" },
      { "text": "സൗഹൃദത്തിന്റെ 'ആനുകൂല്യങ്ങൾ' തുടങ്ങാൻ നിങ്ങളുടെ സ്ഥിരം രീതി എന്താണ്?" },
      { "text": "ഇത് തകർന്നാൽ, നമ്മുടെ പൊതു സുഹൃത്തുക്കൾ ആരുടെ കൂടെ പോകും?" }
    ],
    "female": [
      { "text": "നിങ്ങളുടെ മൂഡ് പെട്ടെന്ന് നശിപ്പിക്കുന്ന ഒരു കാര്യം എന്താണ്?" },
      { "text": "നിങ്ങൾ അമ്മയെപ്പോലെയാണോ അതോ അച്ഛനെപ്പോലെയാണോ?" },
      { "text": "'വെറുതെ കാണുന്നതും' 'ഡേറ്റും' തമ്മിൽ നിങ്ങൾ എങ്ങനെ വേർതിരിക്കുന്നു?" },
      { "text": "കുടുംബവുമായി നിങ്ങൾ വെച്ച, എന്നാൽ അവർ സ്ഥിരമായി ലംഘിക്കുന്ന അതിർത്തി ഏതാണ്?" },
      { "text": "നിങ്ങൾക്ക് ഇഷ്ടം തോന്നിത്തുടങ്ങിയാൽ, ഞാൻ ശ്രദ്ധിക്കേണ്ട മുന്നറിയിപ്പ് എന്താണ്?" },
      { "text": "സാധാരണ നിലയിൽ പ്രവർത്തിക്കാൻ നിങ്ങൾക്ക് എത്രത്തോളം ഏകാന്തത ആവശ്യമാണ്?" },
      { "text": "ഉടനെ പോകാനാണോ, അതോ പ്രഭാതഭക്ഷണം കഴിച്ചിട്ട് പോകാനാണോ താല്പര്യം?" },
      { "text": "മാതാപിതാക്കളുടെ വിവാഹത്തിൽ (അല്ലെങ്കിൽ വിവാഹമോചനത്തിൽ) നിന്ന് പഠിച്ച ഏറ്റവും വലിയ പാഠം എന്താണ്?" },
      { "text": "'ആഫ്റ്റർ കെയർ' (സ്നേഹപ്രകടനം, ക്ഷേമം അന്വേഷിക്കൽ) നിങ്ങൾക്ക് എത്ര പ്രധാനമാണ്?" },
      { "text": "കുടുംബത്തിൽ നിങ്ങൾ സമാധാനപാലകയാണോ അതോ പ്രശ്നങ്ങൾ ഉണ്ടാക്കുന്നവളാണോ?" },
      { "text": "പെട്ടെന്ന് ആകർഷണം നഷ്ടപ്പെടുത്തുന്ന 'ഡീൽ ബ്രേക്കർ' സ്വഭാവം ഏതാണ്?" },
      { "text": "ഒരു കുടുംബാംഗം നിങ്ങൾക്ക് നൽകിയ ഏറ്റവും വലിയ ആശ്വാസം എന്താണ്?" },
      { "text": "മാത്രമല്ലാത്ത ബന്ധത്തിൽ 'വഞ്ചന' എന്നതിന് നിങ്ങളുടെ നിർവചനം എന്താണ്?" },
      { "text": "വിവാഹം കഴിക്കാൻ കുടുംബത്തിൽ നിന്ന് സമ്മർദ്ദം അനുഭവിക്കുന്നുണ്ടോ?" },
      { "text": "സങ്കൽപ്പത്തിൽ, ഞാൻ മറ്റൊരാളെ കാണാൻ തുടങ്ങിയാൽ, അത് നിങ്ങൾക്ക് മാറ്റമുണ്ടാക്കുമോ?" },
      { "text": "ആരെയും അനുവദിക്കാത്ത നിങ്ങളുടെ ജീവിതത്തിലെ ഏറ്റവും 'പവിത്രമായ' ഇടം ഏതാണ്?" },
      { "text": "നമ്മൾ ശാരീരിക ബന്ധം നിർത്തിയാൽ, തിരികെ സാധാരണ സുഹൃത്തുക്കളാകാൻ കഴിയുമോ?" },
      { "text": "പ്രശ്നമുണ്ടാകുമ്പോൾ നിങ്ങൾ ആരുടെ അടുത്തേക്കാണ് ഓടിയെത്തുക?" },
      { "text": "നിങ്ങൾ അസൂയപ്പെടുന്ന കൂട്ടത്തിലാണോ, അതോ പങ്കുവെക്കുന്നതിൽ കുഴപ്പമില്ലാത്തവരാണോ?" },
      { "text": "കുട്ടിക്കാലത്തെ ഏത് ഭയമാണ് ഇന്നും വിട്ടുപോകാത്തത്?" },
      { "text": "ബന്ധം അവസാനിപ്പിക്കാൻ നിങ്ങൾക്ക് ഇഷ്ടം: ദീർഘമായ സംസാരമാണോ അതോ പതിയെ അകലുന്നതാണോ?" },
      { "text": "നിങ്ങളുടെ കുടുംബം സ്നേഹം പ്രകടിപ്പിക്കുന്നത് എങ്ങനെയാണ്?" },
      { "text": "കുടുംബ ഭക്ഷണമേശയിൽ നിരോധിച്ചിട്ടുള്ള വിഷയം ഏതാണ്?" },
      { "text": "സോഷ്യൽ മീഡിയയിൽ നിങ്ങളുടെ നിയമം എന്താണ്: നമ്മൾ പരസ്പരം ഫീഡുകളിൽ ഉണ്ടാകുമോ അതോ അദൃശ്യരായിരിക്കുമോ?" },
      { "text": "സെക്സ് മികച്ചതും എന്നാൽ സൗഹൃദം ബോറടിപ്പിക്കുന്നതുമായാൽ നിങ്ങൾ എങ്ങനെ കൈകാര്യം ചെയ്യും?" },
      { "text": "'വലുതാകുമ്പോൾ' ചെയ്യില്ലെന്ന് നിങ്ങൾ സത്യം ചെയ്ത കാര്യം എന്താണ്?" },
      { "text": "ഒരു പുതിയ കുടുംബത്തെ തിരഞ്ഞെടുക്കാൻ കഴിയുമെങ്കിൽ, നിങ്ങൾ ചെയ്യുമോ?" },
      { "text": "കാഷ്വൽ പാർട്ണറിൽ നിങ്ങൾ നോക്കുന്ന ഏറ്റവും പ്രധാനപ്പെട്ട ഗുണം എന്താണ്?" },
      { "text": "ഇത് തകർന്നാൽ, ഇതിനെക്കുറിച്ച് ഓർത്ത് ചിരിക്കാൻ എത്ര സമയമെടുക്കും?" },
      { "text": "'എനിക്ക് വീട്ടിൽ പോയി ഒറ്റക്കിരിക്കണം' എന്നതിനായുള്ള നിങ്ങളുടെ 'സേഫ് വേർഡ്' എന്താണ്?" }
    ]
  },
  "safeSpark": {
    "male": [
      { "text": "നിങ്ങളുടെ ഇരുണ്ട രഹസ്യങ്ങൾ വിധിക്കാതെ കേൾക്കാൻ എന്നെ വിശ്വസിക്കുന്നുണ്ടോ?" },
      { "text": "നമുക്കിടയിൽ വലിയ വഴക്കുണ്ടായാൽ, നമ്മുടെ സൗഹൃദം നിലനിൽക്കുമെന്ന് കരുതുന്നുണ്ടോ?" },
      { "text": "സത്യം പറയൂ: നമുക്കിടയിലുള്ള ആകർഷണം വെറും ശാരീരികമാണോ, അതോ അതിനപ്പുറം വല്ലതുമുണ്ടോ?" },
      { "text": "നമ്മൾ ഗൗരവമായി ഡേറ്റ് ചെയ്യുന്നത് സങ്കൽപ്പിക്കാൻ കഴിയുന്നുണ്ടോ, അതോ അത് തീർത്തും തെറ്റായി തോന്നുന്നുണ്ടോ?" },
      { "text": "നിങ്ങൾ ഇത് ചെയ്യുന്നത് ആത്മാർത്ഥമായി ആഗ്രഹിക്കുന്നത് കൊണ്ടാണോ, അതോ ഒറ്റപ്പെടൽ കൊണ്ടാണോ?" },
      { "text": "നാളെ ഞാൻ മറ്റൊരാളുമായി ഡേറ്റ് ചെയ്യുന്നത് കണ്ടാൽ നിങ്ങൾക്ക് സത്യമായും എന്ത് തോന്നും?" },
      { "text": "നമ്മളിലൊരാൾക്ക് ഇഷ്ടം തോന്നിയാൽ, എന്ത് ചെയ്യണമെന്ന് പ്ലാനുണ്ടോ?" },
      { "text": "ഞാൻ 'നിർത്തൂ' എന്ന് പറഞ്ഞാൽ അത് കേൾക്കാനുള്ള ബഹുമാനം നിങ്ങൾക്കുണ്ടോ?" },
      { "text": "നിങ്ങൾ ചെയ്ത കാര്യം എന്നെ ശല്യപ്പെടുത്തിയെന്ന് പറഞ്ഞാൽ, നിങ്ങൾ ന്യായീകരിക്കാൻ ശ്രമിക്കുമോ?" },
      { "text": "ഈ സൗഹൃദം നിങ്ങളുടെ ജീവിതത്തിന് 'അത്യാവശ്യമാണോ', അതോ 'ഉണ്ടെങ്കിൽ നല്ലത്' എന്നാണോ?" },
      { "text": "സെക്സിന് ശേഷം 10 മിനിറ്റ് കഴിഞ്ഞ് ജോലിയെക്കുറിച്ച് സംസാരിക്കാൻ നമുക്ക് കഴിയുമെന്ന് കരുതുന്നുണ്ടോ?" },
      { "text": "നമ്മൾ മുന്നോട്ട് പോയാൽ, നഷ്ടപ്പെടാൻ പാടില്ലാത്ത വിലപ്പെട്ട സൗഹൃദത്തെയാണോ നമ്മൾ പണയപ്പെടുത്തുന്നത്?" },
      { "text": "ഇതൊരു യഥാർത്ഥ പ്രണയമായി മാറുമെന്ന് നിങ്ങൾ രഹസ്യമായി ആഗ്രഹിക്കുന്നുണ്ടോ?" },
      { "text": "ഞാൻ മറ്റൊരാളെ ഗൗരവമായി കാണാൻ തുടങ്ങിയാൽ, നിങ്ങൾക്ക് സന്തോഷമാകുമോ?" },
      { "text": "ഇതിലും നിങ്ങളുടെ നല്ലത് മാത്രമാണ് ഞാൻ ആഗ്രഹിക്കുന്നതെന്ന് നിങ്ങൾ വിശ്വസിക്കുന്നുണ്ടോ?" },
      { "text": "എന്നോട് ഈ അതിർത്തി കടക്കുന്നതിലുള്ള നിങ്ങളുടെ ഏറ്റവും വലിയ ഭയം എന്താണ്?" },
      { "text": "ഇതിന് നമ്മൾ വൈകാരികമായി പക്വതയുള്ളവരാണെന്ന് കരുതുന്നുണ്ടോ?" },
      { "text": "ഇത് മോശമായി അവസാനിച്ചാൽ, നമ്മുടെ പൊതു സുഹൃത്തുക്കൾ ആരുടെ കൂടെ പോകും?" },
      { "text": "അടുത്തിടെ ഉണ്ടായ വേർപിരിയൽ മറക്കാൻ നിങ്ങൾ ഇത് ഉപയോഗിക്കുകയാണോ?" },
      { "text": "അരോചകമാകാതെ നമുക്ക് ലൈംഗിക രോഗ പരിശോധനയെക്കുറിച്ച് സംസാരിക്കാമോ?" }
    ],
    "female": [
      { "text": "നിങ്ങളുടെ ഏറ്റവും രഹസ്യമായ വിവരങ്ങൾ എന്നോട് പങ്കുവെക്കാൻ വിശ്വസിക്കുന്നുണ്ടോ?" },
      { "text": "മൂഡ് കളയാതെ നമുക്ക് ബുദ്ധിമുട്ടുള്ള കാര്യങ്ങൾ സംസാരിക്കാൻ കഴിയുമോ?" },
      { "text": "ഈ ബന്ധം ഇന്ന് അവസാനിച്ചാൽ, അടുത്ത മാസം നമ്മൾ സുഹൃത്തുക്കളായിരിക്കുമോ?" },
      { "text": "നമുക്കിടയിൽ പ്രണയമില്ലേ, അതോ ആഴത്തിലുള്ള മറ്റെന്തെങ്കിലും ഉണ്ടോ?" },
      { "text": "നിങ്ങൾ യഥാർത്ഥ ഞാനിലാണോ, അതോ എന്നെക്കുറിച്ചുള്ള സങ്കൽപ്പത്തിലാണോ ആകൃഷ്ടനായിരിക്കുന്നത്?" },
      { "text": "സെക്സും സൗഹൃദവും എളുപ്പത്തിൽ വേർതിരിച്ചു കാണാൻ നിങ്ങൾക്ക് കഴിയുമോ?" },
      { "text": "എനിക്ക് ഇഷ്ടം തോന്നുന്നു എന്ന് പറഞ്ഞാൽ, നിങ്ങൾ പരിഭ്രാന്തരാകുമോ അതോ സംസാരിച്ച് തീർക്കുമോ?" },
      { "text": "ഞാൻ ഒരു ഡേറ്റിനൊപ്പമുള്ള ഫോട്ടോ സോഷ്യൽ മീഡിയയിൽ ഇട്ടാൽ നിങ്ങൾക്ക് എന്ത് തോന്നും?" },
      { "text": "ആവശ്യമെങ്കിൽ ഇത് എങ്ങനെ അവസാനിപ്പിക്കാമെന്ന് നിങ്ങൾക്ക് വ്യക്തമായ പ്ലാനുണ്ടോ?" },
      { "text": "നിങ്ങൾ ഇപ്പോൾ വൈകാരികമായി ലഭ്യമാണോ, അതോ ഇതൊരു ശ്രദ്ധ തിരിക്കലാണോ?" },
      { "text": "നിങ്ങൾക്ക് നിർത്തണമെന്ന് തോന്നിയാൽ ഞാൻ അത് നന്നായി കൈകാര്യം ചെയ്യുമെന്ന് കരുതുന്നുണ്ടോ?" },
      { "text": "നമ്മുടെ ഇപ്പോഴത്തെ അവസ്ഥ 'രസകരവും ലളിതവുമാണോ' അതോ 'പ്രതീക്ഷകൾ നിറഞ്ഞതാണോ'?" },
      { "text": "എന്റെ അതിരുകളെ നിങ്ങൾ മുമ്പ് ബഹുമാനിച്ചിട്ടുണ്ടോ?" },
      { "text": "നമ്മൾ ഈ വര കടന്നാൽ, തിരിച്ചുപോക്കില്ലേ?" },
      { "text": "നിങ്ങൾ പങ്കാളിയെയാണോ, അതോ കളിക്കൂട്ടുകാരെയാണോ തിരയുന്നത്?" },
      { "text": "ഇത് എന്താണെന്നതിനെക്കുറിച്ച് നമുക്ക് ഒരേ അഭിപ്രായമാണോ?" },
      { "text": "ഞാൻ ഇപ്പോൾ എല്ലാത്തിനും 'നോ' പറഞ്ഞാൽ, കാര്യങ്ങൾ വിചിത്രമാകുമോ?" },
      { "text": "എന്റെ ലൈംഗിക ആരോഗ്യത്തെക്കുറിച്ച് സത്യസന്ധമായിരിക്കുമെന്ന് നിങ്ങൾ വിശ്വസിക്കുന്നുണ്ടോ?" },
      { "text": "താത്കാലിക സന്തോഷത്തിന് വേണ്ടി നമ്മൾ വലിയ റിസ്ക് എടുക്കുകയാണോ?" },
      { "text": "ഭാവിയിലേക്ക് നോക്കിയാൽ, 5 വർഷത്തിന് ശേഷം നമ്മൾ സുഹൃത്തുക്കളായിരിക്കുന്നത് കാണുന്നുണ്ടോ?" }
    ]
  },
  "intimacy": {
    "male": [
      { "text": "സാധാരണയായി നിങ്ങൾ പുറത്തുപറയാത്ത ആഗ്രഹം ഏതാണ്?", "timer": 90 },
      { "text": "എന്നോടൊപ്പം അനുഭവിച്ച ഏറ്റവും തീവ്രമായ ശാരീരിക അനുഭവം വിവരിക്കുക.", "timer": 90 },
      { "text": "ആരോടും പറയാത്ത നിഷിദ്ധമായ ഒരു ഫാൻറസി എന്താണ്?", "timer": 90 },
      { "text": "ഒരു മണിക്കൂർ എന്റെ ശരീരത്തെ നിയന്ത്രിക്കാൻ നിങ്ങൾക്ക് കഴിയുമെങ്കിൽ, എന്നെക്കൊണ്ട് എന്ത് ചെയ്യിക്കും?", "timer": 90 },
      { "text": "നിങ്ങളുടെ ആഗ്രഹം ഉണർത്തുന്ന എന്റെ സൂക്ഷ്മമായ ചലനം ഏതാണ്?", "timer": 60 },
      { "text": "ഞാൻ ഇല്ലാത്തപ്പോൾ എന്നെക്കുറിച്ച് ചിന്തിച്ച് കാടുകയറിയ ഒരു സമയം പറയൂ.", "timer": 90 },
      { "text": "നിങ്ങളെ കൊണ്ടുപോകാൻ ആഗ്രഹിക്കുന്ന ഏറ്റവും സാഹസികമായ സ്ഥലം ഏതാണ്?", "timer": 90 },
      { "text": "ഇന്ന് രാത്രി ഏത് ആഗ്രഹവും വിധിയില്ലാതെ നടപ്പിലാക്കാൻ കഴിയുമെങ്കിൽ, അത് എന്തായിരിക്കും?", "timer": 90 },
      { "text": "എന്റെ ശരീരത്തിലെ ഏത് ഭാഗത്തോടാണ് നിങ്ങൾക്ക് ഭ്രമം?", "timer": 60 },
      { "text": "ഇപ്പോൾ നിങ്ങളെ എങ്ങനെ സ്പർശിക്കാനാണ് ആഗ്രഹിക്കുന്നതെന്ന് കൃത്യമായി പറയുക.", "timer": 90 },
      { "text": "എന്നിൽ നിന്ന് മറച്ചുവെക്കുന്ന വൃത്തികെട്ട രഹസ്യം എന്താണ്?", "timer": 90 },
      { "text": "എന്നെക്കൊണ്ട് എന്തെങ്കിലും ചെയ്യിക്കുന്നത് കാണാൻ കഴിയുമെങ്കിൽ, അത് എന്തായിരിക്കും?", "timer": 90 },
      { "text": "നമ്മളെക്കുറിച്ച് കണ്ടിട്ടുള്ള ഏറ്റവും വ്യക്തമായ സ്വപ്നം ഏതാണ്?", "timer": 90 },
      { "text": "നിങ്ങളെ ഭ്രാന്ത് പിടിപ്പിക്കുന്ന എന്റെ ഒരു ശബ്ദം ഏതാണ്?", "timer": 60 },
      { "text": "ഇന്ന് രാത്രി നിങ്ങൾക്ക് പൂർണ്ണ നിയന്ത്രണം തന്നാൽ, നിങ്ങൾ ആദ്യം എന്ത് ചെയ്യും?", "timer": 90 },
      { "text": "ഇപ്പോൾ നിങ്ങൾക്ക് ഏറ്റവും ആവശ്യമുള്ള അനുഭവം എന്താണ്?", "timer": 60 },
      { "text": "നിങ്ങൾ അനുഭവിച്ചിട്ടുള്ള ഏറ്റവും വലിയ സുഖം എന്താണ്?", "timer": 90 },
      { "text": "നമുക്ക് പരിധികളില്ലെങ്കിൽ, നമ്മൾ എന്ത് ചെയ്യും?", "timer": 90 },
      { "text": "നിങ്ങളെ കളിയാക്കാൻ (tease) എപ്പോഴും വിജയിക്കുന്ന എന്റെ ഒരു രീതി ഏതാണ്?", "timer": 60 },
      { "text": "നിങ്ങളുടെ ഏറ്റവും മികച്ച രതിമൂർച്ഛാ നിമിഷം വിവരിക്കുക.", "timer": 90 },
      { "text": "കിടക്കയിൽ പരീക്ഷിക്കാൻ ആഗ്രഹിക്കുന്നതും എന്നാൽ ചോദിക്കാൻ മടിയുള്ളതുമായ കാര്യം എന്താണ്?", "timer": 90 },
      { "text": "ഞാൻ ചെവിയിൽ മന്ത്രിക്കുമ്പോൾ നിങ്ങൾക്ക് എന്ത് തോന്നും?", "timer": 60 },
      { "text": "എന്നോട് ചെയ്യാൻ ആഗ്രഹിക്കുന്ന ഏറ്റവും കുസൃതി നിറഞ്ഞ കാര്യം എന്താണ്?", "timer": 90 },
      { "text": "ഏത് വേഷത്തിൽ എന്നെ കാണാനാണ് നിങ്ങൾ ആഗ്രഹിക്കുന്നത്?", "timer": 60 },
      { "text": "നിങ്ങളുടെ മുട്ട് വിറപ്പിക്കുന്ന സ്പർശനം ഏതാണ്?", "timer": 60 },
      { "text": "രതിമൂർച്ഛയിൽ എത്താൻ നിങ്ങൾക്ക് ഏറ്റവും ഇഷ്ടപ്പെട്ട വഴി ഏതാണ്?", "timer": 60 },
      { "text": "നമ്മൾ പിടിക്കപ്പെടുന്ന ഒരു സാഹചര്യം പറയുക.", "timer": 90 },
      { "text": "കിടപ്പുമുറിയിൽ എന്റെ മേൽ ഉപയോഗിക്കാൻ ആഗ്രഹിക്കുന്ന ഒരു സാധനം എന്താണ്?", "timer": 60 },
      { "text": "നമ്മൾ ചെയ്യുന്നത് സങ്കൽപ്പിക്കാൻ കഴിയുന്ന ഏറ്റവും ലൈംഗികമായ കാര്യം എന്താണ്?", "timer": 90 },
      { "text": "ഇപ്പോൾ എന്റെ ശരീരത്തിലെ എവിടെയെങ്കിലും രുചിക്കാൻ കഴിയുമെങ്കിൽ, അത് എവിടെയായിരിക്കും?", "timer": 60 },
      { "text": "നമ്മൾ ഒരുമിച്ച് കടക്കാൻ ആഗ്രഹിക്കുന്ന അതിർത്തി ഏതാണ്?", "timer": 90 },
      { "text": "ഞാൻ നിങ്ങളോട് പറഞ്ഞിട്ടുള്ളതിൽ വെച്ച് ഏറ്റവും ഹോട്ടായ കാര്യം എന്താണ്?", "timer": 90 },
      { "text": "കണ്ണു കെട്ടി നിങ്ങളെ അത്ഭുതപ്പെടുത്തുകയാണെങ്കിൽ, ഞാൻ എന്ത് ചെയ്യാനാണ് നിങ്ങൾ ആഗ്രഹിക്കുക?", "timer": 90 },
      { "text": "പരീക്ഷിക്കാൻ ആഗ്രഹിക്കുന്ന റോൾപ്ലേ ഏതാണ്?", "timer": 90 },
      { "text": "എത്ര ഉച്ചത്തിൽ ശബ്ദമുണ്ടാക്കാനാണ് നിങ്ങൾക്ക് ഇഷ്ടം?", "timer": 60 },
      { "text": "നിങ്ങളുടെ നിയന്ത്രണം കളയുന്ന ഒരു കാര്യം എന്താണ്?", "timer": 90 },
      { "text": "എന്റെ ശരീരത്തിൽ നിന്ന് വിപ്പ്ഡ് ക്രീം നക്കി എടുക്കാമെങ്കിൽ, നിങ്ങൾ എവിടെ തുടങ്ങും?", "timer": 60 },
      { "text": "നിങ്ങൾ സ്വായത്തമാക്കാൻ ആഗ്രഹിക്കുന്ന ലൈംഗിക കഴിവ് ഏതാണ്?", "timer": 90 },
      { "text": "കുസൃതി കാണിക്കാൻ തയ്യാറുള്ള ഏറ്റവും പൊതുവായ സ്ഥലം ഏതാണ്?", "timer": 60 },
      { "text": "സെക്സിനിടയിൽ നിങ്ങളുടെ മനസ്സ് വായിക്കാൻ എനിക്ക് കഴിഞ്ഞാൽ, ഞാൻ എന്തായിരിക്കും കേൾക്കുക?", "timer": 90 },
      { "text": "ഞാൻ സ്വയം ചെയ്യുന്നത് കാണാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്ന കാര്യം എന്താണ്?", "timer": 90 },
      { "text": "നിങ്ങൾക്ക് ലഭിച്ചിട്ടുള്ള ഏറ്റവും മികച്ച ഓറൽ സെക്സ് ഏതാണ്?", "timer": 90 },
      { "text": "ആരുമായെങ്കിലും (യഥാർത്ഥമോ സാങ്കൽപ്പികമോ) ത്രീസം ചെയ്യാൻ കഴിയുമെങ്കിൽ, മൂന്നാമൻ ആരായിരിക്കും?", "timer": 90 },
      { "text": "നിങ്ങൾക്ക് കൗതുകമുള്ള ഫെറ്റിഷ് (fetish) ഏതാണ്?", "timer": 90 },
      { "text": "ഇപ്പോൾ സങ്കൽപ്പിക്കാൻ കഴിയുന്ന ഏറ്റവും സുഖകരമായ കാര്യം എന്താണ്?", "timer": 90 }
    ],
    "female": [
      { "text": "കിടക്കയിൽ ഞാൻ ചെയ്യുന്ന, നിങ്ങൾക്ക് മതിവരാത്ത കാര്യം എന്താണ്?", "timer": 90 },
      { "text": "നിങ്ങൾക്ക് പൂർണ്ണ നിയന്ത്രണമുള്ള ഒരു ഫാൻറസി വിവരിക്കുക.", "timer": 90 },
      { "text": "ഞാൻ ശ്രദ്ധിക്കാത്ത, നിങ്ങളുടെ ശരീരത്തിലെ ഏറ്റവും സെൻസിറ്റീവായ ഭാഗം ഏതാണ്?", "timer": 60 },
      { "text": "കെട്ടിയിടപ്പെടാൻ നിങ്ങൾക്ക് ഇഷ്ടമാണോ?", "timer": 60 },
      { "text": "ഇന്ന് എന്നെക്കുറിച്ച് നിങ്ങൾക്കുണ്ടായ ഒരു മോശം ചിന്ത എന്താണ്?", "timer": 90 },
      { "text": "ഞാൻ നിങ്ങൾക്ക് എങ്ങനെ ഓറൽ സെക്സ് നൽകണമെന്നാണ് നിങ്ങൾ ആഗ്രഹിക്കുന്നതെന്ന് കൃത്യമായി പറയുക.", "timer": 90 },
      { "text": "നിങ്ങളെ പെട്ടെന്ന് ഉത്തേജിപ്പിക്കുന്ന ഒരു കാര്യം എന്താണ്?", "timer": 60 },
      { "text": "നമ്മൾ ഒരു സെക്സ് ടേപ്പ് ഉണ്ടാക്കിയാൽ, അതിലെ ഹൈലൈറ്റ് എന്തായിരിക്കും?", "timer": 90 },
      { "text": "എന്നോടൊപ്പം ഉപയോഗിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്ന ടോയ് (toy) ഏതാണ്?", "timer": 60 },
      { "text": "എന്റെ ചർമ്മം നിങ്ങളുടേതിൽ സ്പർശിക്കുമ്പോഴുള്ള അനുഭവം വിവരിക്കുക.", "timer": 60 },
      { "text": "നിങ്ങൾ രഹസ്യമായി ആസ്വദിക്കുന്ന വിലക്കപ്പെട്ട (taboo) കാര്യം ഏതാണ്?", "timer": 90 },
      { "text": "ലോകത്തെവിടെ വെച്ചും രതിമൂർച്ഛ അനുഭവിക്കാൻ കഴിയുമെങ്കിൽ, അത് എവിടെ വെച്ചായിരിക്കും?", "timer": 60 },
      { "text": "സ്വയംഭോഗം ചെയ്യുമ്പോൾ നിങ്ങൾ സങ്കൽപ്പിച്ച ഏറ്റവും ഹോട്ടായ കാര്യം എന്താണ്?", "timer": 90 },
      { "text": "നിങ്ങളെ എങ്ങനെ 'ടീസ്' (tease) ചെയ്യാനാണ് ഇഷ്ടം?", "timer": 60 },
      { "text": "ഞാൻ മന്ത്രിക്കുമ്പോൾ നിങ്ങളെ ഉത്തേജിപ്പിക്കുന്ന വാക്ക് ഏതാണ്?", "timer": 60 },
      { "text": "ഞാൻ ഒരു മണിക്കൂർ നിങ്ങളുടെ അടിമയായിരുന്നെങ്കിൽ, നിങ്ങൾ എന്ത് കൽപ്പിക്കും?", "timer": 90 },
      { "text": "നിങ്ങൾ അനുഭവിച്ച ഏറ്റവും ശക്തമായ രതിമൂർച്ഛ ഏതാണ്?", "timer": 90 },
      { "text": "കണ്ണാടിക്ക് മുന്നിൽ വെച്ച് ചെയ്യാൻ ആഗ്രഹിക്കുന്ന ഒരു കാര്യം എന്താണ്?", "timer": 90 },
      { "text": "ഞാൻ സ്വയം സുഖിപ്പിക്കുന്നത് കാണാൻ നിങ്ങൾക്ക് ഇഷ്ടമാണോ?", "timer": 60 },
      { "text": "ഏത് വേഷത്തിൽ എന്നെ കാണാനാണ് നിങ്ങൾക്ക് ഇഷ്ടം?", "timer": 60 },
      { "text": "നിങ്ങൾ നിസ്സഹായയാകുന്ന ഒരു സാഹചര്യം വിവരിക്കുക.", "timer": 90 },
      { "text": "ഏറ്റവും കുസൃതി നിറഞ്ഞ ഏത് സ്ഥലത്ത് സ്പർശിക്കപ്പെടാനാണ് നിങ്ങൾ ആഗ്രഹിച്ചത്?", "timer": 60 },
      { "text": "സെക്സിനിടയിൽ ശരീരങ്ങൾ മാറാൻ കഴിയുമെങ്കിൽ, നിങ്ങൾ എന്ത് ചെയ്യും?", "timer": 90 },
      { "text": "എന്റെ ചർമ്മത്തിൽ നിന്ന് ഏത് രുചി അറിയാനാണ് നിങ്ങൾ ആഗ്രഹിക്കുന്നത്?", "timer": 60 },
      { "text": "നിങ്ങൾ കണ്ടിട്ടുള്ളതിൽ വെച്ച് ഏറ്റവും ലൈംഗികമായ സിനിമാ രംഗം ഏതാണ്?", "timer": 90 },
      { "text": "ഇപ്പോൾ ഞാൻ നിങ്ങളെ കീഴടക്കണമെങ്കിൽ, അത് എങ്ങനെ തുടങ്ങണം?", "timer": 90 },
      { "text": "എനിക്കുണ്ടാകാമെന്ന് നിങ്ങൾ കരുതുന്ന ഒരു കിങ്ക് (kink) ഏതാണ്?", "timer": 90 },
      { "text": "നിങ്ങൾക്ക് താങ്ങാൻ കഴിയുന്ന ഏറ്റവും വലിയ സുഖം എത്രത്തോളമാണ്?", "timer": 90 },
      { "text": "എന്നെ എവിടെയെങ്കിലും കടിക്കാൻ കഴിയുമെങ്കിൽ, അത് എവിടെയായിരിക്കും?", "timer": 60 },
      { "text": "ഭക്ഷണവുമായി ബന്ധപ്പെട്ട നിങ്ങളുടെ ഒരു ഫാൻറസി എന്താണ്?", "timer": 60 },
      { "text": "ഞാൻ മുടിയിൽ പിടിച്ചു വലിക്കുമ്പോൾ എന്ത് തോന്നും?", "timer": 60 },
      { "text": "സെക്സിനിടയിൽ ഉച്ചത്തിൽ വിളിച്ചുപറയാൻ ആഗ്രഹിക്കുന്ന കാര്യം എന്താണ്?", "timer": 60 },
      { "text": "എന്നോട് എന്തും ചെയ്യാൻ അനുവാദം ലഭിച്ചാൽ, അത് എന്തായിരിക്കും?", "timer": 90 },
      { "text": "ഞാൻ ഉണ്ടാക്കുന്ന ഏറ്റവും സെക്സിയായ ശബ്ദം ഏതാണ്?", "timer": 60 },
      { "text": "നിങ്ങളുടെ പരമാനന്ദം വിവരിക്കുക.", "timer": 90 },
      { "text": "ആദ്യമായി പരീക്ഷിക്കാൻ ആഗ്രഹിക്കുന്ന പൊസിഷൻ ഏതാണ്?", "timer": 60 },
      { "text": "അപരിചിതർ നമ്മളെ കാണുന്നത് നിങ്ങൾക്ക് ഇഷ്ടപ്പെടുമോ?", "timer": 90 },
      { "text": "നമുക്ക് ചെയ്യാൻ കഴിയുന്ന ഏറ്റവും ആഡംബരപൂർണ്ണമായ കാര്യം എന്താണ്?", "timer": 90 },
      { "text": "വേദനയും സുഖവും ഇടകലരുന്നത് നിങ്ങൾക്ക് എങ്ങനെ തോന്നുന്നു?", "timer": 90 },
      { "text": "ഞാൻ ചുംബിക്കാൻ ആഗ്രഹിക്കുന്ന നിങ്ങളുടെ രഹസ്യ സ്ഥലം ഏതാണ്?", "timer": 60 },
      { "text": "ഞാൻ ഓറൽ സെക്സിലൂടെ നിങ്ങളെ ഉണർത്തിയാൽ, നിങ്ങൾ എങ്ങനെ പ്രതികരിക്കും?", "timer": 90 },
      { "text": "എന്നോട് നിങ്ങൾക്കുള്ള ഏറ്റവും മൃഗീയമായ വികാരം എന്താണ്?", "timer": 90 },
      { "text": "എന്നോട് പറയാൻ ഭയപ്പെടുന്ന ഫാൻറസി ഏതാണ്?", "timer": 90 },
      { "text": "തുടർച്ചയായി പലതവണ രതിമൂർച്ഛ നേടാൻ കഴിയുമെങ്കിൽ, എത്ര തവണ?", "timer": 60 },
      { "text": "നിങ്ങൾക്ക് സുഖലോലുപതയുടെ (hedonism) ഏറ്റവും വലിയ രൂപം എന്താണ്?", "timer": 90 }
    ]
  },
  "foreplay": {
    "male": [
      { "text": "നമ്മൾ ചെയ്യുന്നത് നിങ്ങൾ സങ്കൽപ്പിച്ചിട്ടുള്ള ഏറ്റവും അശ്ലീലമായ കാര്യം വിവരിക്കുക.", "timer": 60 },
      { "text": "എന്നോട് എന്ത് ചെയ്യാനാണ് ആഗ്രഹിക്കുന്നതെന്ന് കൃത്യമായ വിശദാംശങ്ങളോടെ പറയുക.", "timer": 60 },
      { "text": "ആരോടും പറയാത്ത ഒരു വൃത്തികെട്ട രഹസ്യം എന്നോട് പറയൂ.", "timer": 60 },
      { "text": "എന്റെ ചെവിയിൽ നക്കി 'എനിക്ക് നിന്നെ വേണം' എന്ന് മന്ത്രിക്കുക.", "timer": 30 },
      { "text": "മനസ്സിൽ പത്തുവരെ എണ്ണിക്കൊണ്ട് എന്റെ കഴുത്തിൽ ദീർഘനേരം ചുംബിക്കുക.", "timer": 45 },
      { "text": "എന്റെ കഴുത്തിൽ പതുക്കെ കടിക്കുക, എന്നിട്ട് ആ ഭാഗം നക്കി ആശ്വസിപ്പിക്കുക.", "timer": 30 },
      { "text": "നാക്കുകൊണ്ട് എന്റെ നട്ടെല്ലിലൂടെ പതുക്കെ വരയ്ക്കുക.", "timer": 30 },
      { "text": "ഒരു ഐസ് ക്യൂബ് എന്റെ നെഞ്ചിലൂടെ താഴേക്ക് ഇറക്കുക.", "timer": 30 },
      { "text": "എന്നെ മുറുകെ ചുംബിക്കുക, മാറാൻ അനുവദിക്കരുത്.", "timer": 30 },
      { "text": "കൗമാരക്കാർ ഒളിച്ചിരുന്ന് ചെയ്യുന്നപോലെ എന്നെ ഉമ്മ വെയ്ക്കുക.", "timer": 60 },
      { "text": "കണ്ണുകളിൽ നോക്കിക്കൊണ്ട് എന്റെ വിരൽ ചപ്പുക.", "timer": 30 },
      { "text": "മുടിയിൽ പിടിച്ച് എന്നെ ഗാഢമായി ചുംബിക്കുക.", "timer": 30 },
      { "text": "എന്റെ ശരീരം മുഴുവൻ കൈോടിക്കുക, പക്ഷേ ചുംബിക്കരുത്.", "timer": 60 },
      { "text": "വസ്ത്രത്തിന് മുകളിലൂടെ എന്നെ സ്പർശിച്ച് ഉത്തേജിപ്പിക്കുക.", "timer": 60 },
      { "text": "വസ്ത്രം ധരിച്ചുകൊണ്ട് എന്റെ ശരീരത്തിൽ ഉരസുക.", "timer": 60 },
      { "text": "എനിക്ക് ഒരു ലാപ് ഡാൻസ് നൽകുക.", "timer": 60 },
      { "text": "ഒരു മിനിറ്റ് നേരം നിങ്ങൾ സ്വയം സ്പർശിക്കുന്നത് എന്നെ കാണിക്കുക.", "timer": 60 },
      { "text": "നഗ്നനായി നിങ്ങളെ കാണാൻ എങ്ങനെയുണ്ടാകുമെന്ന് കാണിച്ചുതരിക.", "timer": 30 },
      { "text": "ഞാൻ നോക്കിനിൽക്കെ സ്വയം സ്പർശിക്കുക.", "timer": 60 },
      { "text": "പല്ലുകൊണ്ട് എന്റെ അടിവസ്ത്രം നീക്കം ചെയ്യുക.", "timer": 60 },
      { "text": "എന്നെ പതുക്കെ വസ്ത്രമഴിക്കുക, കാണുന്ന ഓരോ ഭാഗത്തും ചുംബിക്കാൻ സമയം എടുക്കുക.", "timer": 90 },
      { "text": "നിങ്ങളെ കെട്ടിയിടാൻ എന്നെ അനുവദിക്കുക.", "timer": 60 },
      { "text": "എന്റെ കണ്ണുകൾ കെട്ടി ചുണ്ടുകൾ കൊണ്ട് എന്നെ ടീസ് ചെയ്യുക.", "timer": 40 },
      { "text": "നിങ്ങളുടെ കണ്ണുകൾ കെട്ടി എനിക്ക് എന്തെങ്കിലും കഴിപ്പിച്ചുതരാൻ അനുവദിക്കുക.", "timer": 60 },
      { "text": "മറ്റൊരിടത്തും തൊടാതെ എന്റെ തുടകൾ മസാജ് ചെയ്യുക.", "timer": 60 },
      { "text": "എന്നെ ഒരിക്കൽ ശക്തിയായി അടിക്കുക (Spank).", "timer": 30 },
      { "text": "നിങ്ങളുടെ സ്പർശനത്തിനായി എന്നെ കേഴുന്ന അവസ്ഥയിലാക്കുക.", "timer": 60 },
      { "text": "എന്റെ കൈകൾ തലയ്ക്ക് മുകളിൽ പിടിച്ചുവെച്ച് ചുംബിക്കുക.", "timer": 40 },
      { "text": "ഒരു മിനിറ്റ് എന്റെ മേൽ ഒരു ടോയ് ഉപയോഗിക്കുക.", "timer": 60 },
      { "text": "എന്റെ പാദങ്ങളെ ആരാധിക്കുക.", "timer": 60 },
      { "text": "എന്തെങ്കിലും കുസൃതി ചെയ്യാൻ എന്നോട് കൽപ്പിക്കുക.", "timer": 30 },
      { "text": "മുട്ടുകുത്താൻ എന്നോട് പറയുക.", "timer": 30 },
      { "text": "അടുത്ത രണ്ട് മിനിറ്റ് എന്നെ നിയന്ത്രിക്കുക (Dominate).", "timer": 120 },
      { "text": "എന്റെ മുഖത്ത് ഇരിക്കുക (അല്ലെങ്കിൽ എന്നെ നിങ്ങളുടെ മുഖത്ത് ഇരുത്തുക).", "timer": 60 },
      { "text": "എന്റെ മുലക്കണ്ണുകളിൽ കളിക്കുക.", "timer": 60 },
      { "text": "ആരും കാണാത്തിടത്ത് എനിക്കൊരു 'ലവ് ബൈറ്റ്' (hickey) നൽകുക.", "timer": 30 },
      { "text": "ഒരു മിനിറ്റ് നേരത്തേക്ക് നിങ്ങൾക്ക് ഇഷ്ടമുള്ളത് എന്നോട് ചെയ്യുക.", "timer": 60 },
      { "text": "എന്റെ നഗ്ന ചിത്രം എടുക്കുക.", "timer": 60 },
      { "text": "തൂവൽ (അല്ലെങ്കിൽ വിരലുകൾ) കൊണ്ട് നിങ്ങളുടെ ശരീരം പരിശോധിക്കാൻ എന്നെ അനുവദിക്കുക.", "timer": 60 },
      { "text": "എന്നെ കെട്ടിയിട്ടാൽ നിങ്ങൾ എന്ത് ചെയ്യുമെന്ന് പറയുക.", "timer": 60 },
      { "text": "എന്റെ കൈത്തണ്ടയിൽ ചുംബിക്കുക.", "timer": 30 },
      { "text": "നാക്കുകൊണ്ട് എന്റെ ചുണ്ടുകളിൽ വരയ്ക്കുക.", "timer": 30 },
      { "text": "എന്റെ ചെവിയിൽ കടിക്കുക.", "timer": 30 },
      { "text": "എന്റെ പിൻഭാഗത്ത് അമർത്തുക.", "timer": 30 },
      { "text": "നിങ്ങൾ എത്രത്തോളം ഉത്തേജിതനാണെന്ന് പറയുക.", "timer": 30 }
    ],
    "female": [
      { "text": "എന്റെ ശരീരത്തിൽ എന്താണ് ചെയ്യാൻ ആഗ്രഹിക്കുന്നതെന്ന് പറയുക.", "timer": 60 },
      { "text": "ഏറ്റവും വൃത്തികെട്ട ഫാൻറസി എന്റെ ചെവിയിൽ മന്ത്രിക്കുക.", "timer": 60 },
      { "text": "വാക്കുകൾ കൊണ്ട് മാത്രം എന്നെ ഉത്തേജിപ്പിക്കുക.", "timer": 60 },
      { "text": "പിന്നീട് എന്നോട് എന്ത് ചെയ്യാനാണ് പോകുന്നതെന്ന് പറയുക.", "timer": 60 },
      { "text": "വായ ഒഴികെ എല്ലായിടത്തും ചുംബിക്കുക.", "timer": 60 },
      { "text": "എന്റെ കഴുത്തിൽ നക്കുക.", "timer": 30 },
      { "text": "എന്റെ ചുണ്ടിൽ കടിക്കുക.", "timer": 30 },
      { "text": "എന്റെ കഴുത്തിൽ ചപ്പുക.", "timer": 30 },
      { "text": "വായിൽ ഐസ് വെച്ചുകൊണ്ട് എന്നെ ചുംബിക്കുക.", "timer": 30 },
      { "text": "മിണ്ടാതെ തന്നെ എന്നെ എത്രത്തോളം ആഗ്രഹിക്കുന്നുണ്ടെന്ന് കാണിക്കുക.", "timer": 60 },
      { "text": "എന്റെ ഷർട്ടിനുള്ളിലൂടെ കൈകൾ ഓടിക്കുക.", "timer": 30 },
      { "text": "എന്നെ ചുമരിലേക്ക് ചേർത്തുനിർത്തി ചുംബിക്കുക.", "timer": 30 },
      { "text": "എന്നെ കയറിപ്പിടിക്കുക.", "timer": 30 },
      { "text": "എന്റെ തുടയിൽ അമർത്തുക.", "timer": 30 },
      { "text": "എന്റെ മാറിടം മസാജ് ചെയ്യുക.", "timer": 60 },
      { "text": "ഞാൻ യാചിക്കുന്നത് വരെ എന്നെ ടീസ് ചെയ്യുക.", "timer": 60 },
      { "text": "നിങ്ങളുടെ മടിയിൽ ഇരിക്കാൻ എന്നെ അനുവദിക്കുക.", "timer": 30 },
      { "text": "എന്റെ മേൽ ഉരസുക.", "timer": 60 },
      { "text": "നിങ്ങൾക്ക് ഉദ്ധരിക്കുന്നത് കാണാൻ എന്നെ അനുവദിക്കുക.", "timer": 60 },
      { "text": "എന്റെ കണ്ണുകളിൽ നോക്കി സ്വയം സ്പർശിക്കുക.", "timer": 60 },
      { "text": "നിങ്ങളുടെ പാന്റ്സ് അഴിക്കുക.", "timer": 30 },
      { "text": "എനിക്കുവേണ്ടി വസ്ത്രമഴിക്കുക.", "timer": 60 },
      { "text": "പല്ലുകൊണ്ട് എന്റെ വസ്ത്രമഴിക്കുക.", "timer": 60 },
      { "text": "വസ്ത്രമഴിക്കാൻ എന്നോട് പറയുക.", "timer": 30 },
      { "text": "നിങ്ങളുടെ ശരീരം പരിശോധിക്കാൻ എന്നെ അനുവദിക്കുക.", "timer": 60 },
      { "text": "എന്റെ കൈകൾ പിടിച്ചുവെച്ച് ശക്തിയായി ചുംബിക്കുക.", "timer": 40 },
      { "text": "എന്നെ പിടിച്ചു വെക്കുക.", "timer": 40 },
      { "text": "എന്നെ അടിക്കുക (Spank).", "timer": 30 },
      { "text": "എന്നെ സുഖിപ്പിക്കാൻ വിരലുകൾ ഉപയോഗിക്കുക.", "timer": 60 },
      { "text": "30 സെക്കൻഡ് എനിക്ക് ഓറൽ സെക്സ് നൽകുക.", "timer": 30 },
      { "text": "നാക്കുകൊണ്ട് എന്റെ ശരീരം മുഴുവൻ പരതുക.", "timer": 60 },
      { "text": "എന്റെ തുടയിടുക്കിൽ ചുംബിച്ച് മുകളിലേക്ക് വരിക.", "timer": 45 },
      { "text": "എന്റെ വയറ്റിൽ ചുംബിക്കുക.", "timer": 30 },
      { "text": "എന്റെ മുലക്കണ്ണുകളിൽ നുള്ളുക.", "timer": 30 },
      { "text": "എന്റെ ശരീരത്തെ ആരാധിക്കുക.", "timer": 60 },
      { "text": "എന്റെ മേൽ ഒരു പ്രോപ്പ് (prop) ഉപയോഗിക്കുക.", "timer": 60 },
      { "text": "എന്റെ ശരീരത്തിൽ നിന്ന് വിപ്പ്ഡ് ക്രീം (അല്ലെങ്കിൽ സങ്കൽപ്പിച്ച്) നക്കി എടുക്കുക.", "timer": 60 },
      { "text": "എന്നെ രതിമൂർച്ഛയിൽ എത്തിക്കുക (അല്ലെങ്കിൽ അടുത്തെത്തിക്കുക).", "timer": 90 },
      { "text": "ഞാൻ ഒരു 'നല്ല കുട്ടിയാണ്' (അല്ലെങ്കിൽ ചീത്തയാണ്) എന്ന് പറയുക.", "timer": 30 },
      { "text": "ഏറ്റവും വൃത്തികെട്ട ആഗ്രഹം പറയുക.", "timer": 60 },
      { "text": "നിങ്ങളെ നിയന്ത്രിക്കാൻ (dominate) എന്നെ അനുവദിക്കുക.", "timer": 90 },
      { "text": "ഒരു മിനിറ്റ് നേരത്തേക്ക് നിങ്ങളുടെ സുഖം നിയന്ത്രിക്കാൻ എന്നെ അനുവദിക്കുക.", "timer": 60 },
      { "text": "എന്ത് ചെയ്യണമെന്ന് ഞാൻ പറയുമ്പോൾ എന്നെ സ്പർശിക്കുക.", "timer": 60 },
      { "text": "നിങ്ങളുടെ കാലിൽ കയറിയിരിക്കാൻ (ride) അനുവദിക്കുക.", "timer": 60 },
      { "text": "നിങ്ങൾക്ക് ഏറ്റവും സുഖം നൽകുന്ന കാര്യം ചെയ്യുക.", "timer": 60 }
    ]
  }
}