{
  "acquaintance": {
    "male": [
      { "text": "If you could master one skill instantly, what would it be?", "timer": 60 },
      { "text": "What’s a movie you can watch over and over without getting bored?", "timer": 60 },
      { "text": "If you could travel anywhere in the world right now, where would you go?", "timer": 60 },
      { "text": "What’s the most interesting fact you know?", "timer": 60 },
      { "text": "What’s your favorite way to spend a free afternoon?", "timer": 60 },
      { "text": "If you could have dinner with any historical figure, who would it be?", "timer": 60 },
      { "text": "What’s a song that always puts you in a good mood?", "timer": 60 },
      { "text": "If you were a superhero, what would your power be?", "timer": 60 },
      { "text": "What’s the best meal you’ve ever had?", "timer": 60 },
      { "text": "If you could live in any fictional world, which one would you choose?", "timer": 60 },
      { "text": "What’s a childhood memory that makes you smile?", "timer": 60 },
      { "text": "If you won the lottery, what’s the first thing you’d buy?", "timer": 60 },
      { "text": "What’s your biggest pet peeve?", "timer": 60 },
      { "text": "If you could only eat one food for the rest of your life, what would it be?", "timer": 60 },
      { "text": "What’s a talent you wish you had?", "timer": 60 },
      { "text": "If you could switch lives with anyone for a day, who would it be?", "timer": 60 },
      { "text": "What’s the most spontaneous thing you’ve ever done?", "timer": 60 },
      { "text": "If you were an animal, what would you be?", "timer": 60 },
      { "text": "What’s your favorite season and why?", "timer": 60 },
      { "text": "If you could have any job in the world, what would it be?", "timer": 60 },
      { "text": "What’s a book that had a big impact on you?", "timer": 60 },
      { "text": "If you could learn any language fluently, which one would it be?", "timer": 60 },
      { "text": "What’s the funniest joke you know?", "timer": 60 },
      { "text": "If you could eliminate one chore from your life, what would it be?", "timer": 60 },
      { "text": "What’s your favorite holiday tradition?", "timer": 60 },
      { "text": "If you could go back in time, what era would you visit?", "timer": 60 },
      { "text": "What’s the weirdest food you’ve ever tried?", "timer": 60 },
      { "text": "If you could only listen to one genre of music forever, what would it be?", "timer": 60 },
      { "text": "What’s a goal you’re currently working towards?", "timer": 60 },
      { "text": "If you could meet your younger self, what advice would you give?", "timer": 60 },
      { "text": "What’s your favorite board game or card game?", "timer": 60 },
      { "text": "If you could have a personal chef or a personal trainer, which would you pick?", "timer": 60 },
      { "text": "What’s the most beautiful place you’ve ever visited?", "timer": 60 },
      { "text": "If you could witness any event in history, what would it be?", "timer": 60 },
      { "text": "What’s a small thing that makes your day better?", "timer": 60 },
      { "text": "If you could have any animal as a pet, mythical or real, what would it be?", "timer": 60 },
      { "text": "What’s your favorite quote or saying?", "timer": 60 },
      { "text": "If you could be famous for one thing, what would it be?", "timer": 60 },
      { "text": "What’s the best gift you’ve ever received?", "timer": 60 },
      { "text": "If you could teleport anywhere right now, where would you go?", "timer": 60 },
      { "text": "What’s a hobby you’ve always wanted to try?", "timer": 60 },
      { "text": "If you could have an unlimited supply of one thing, what would it be?", "timer": 60 },
      { "text": "What’s the bravest thing you’ve ever done?", "timer": 60 },
      { "text": "If you could change one thing about the world, what would it be?", "timer": 60 },
      { "text": "What’s your idea of a perfect weekend?", "timer": 60 }
    ],
    "female": [
      { "text": "If you could have any superpower, what would it be?", "timer": 60 },
      { "text": "What’s the best piece of advice you’ve ever received?", "timer": 60 },
      { "text": "If you could live anywhere in the world, where would it be?", "timer": 60 },
      { "text": "What’s your favorite comfort food?", "timer": 60 },
      { "text": "If you could meet any celebrity, who would it be?", "timer": 60 },
      { "text": "What’s a movie that always makes you laugh?", "timer": 60 },
      { "text": "If you could only wear one color for the rest of your life, what would it be?", "timer": 60 },
      { "text": "What’s your favorite childhood cartoon?", "timer": 60 },
      { "text": "If you could master a musical instrument, which one would it be?", "timer": 60 },
      { "text": "What’s the most adventurous thing you’ve ever done?", "timer": 60 },
      { "text": "If you could have a conversation with your future self, what would you ask?", "timer": 60 },
      { "text": "What’s your favorite way to relax after a long day?", "timer": 60 },
      { "text": "If you could own any car, what would it be?", "timer": 60 },
      { "text": "What’s a skill you’re really proud of?", "timer": 60 },
      { "text": "If you could be a character in any book, who would you be?", "timer": 60 },
      { "text": "What’s the funniest thing that’s happened to you recently?", "timer": 60 },
      { "text": "If you could have a dinner party with three people, living or dead, who would they be?", "timer": 60 },
      { "text": "What’s your favorite smell?", "timer": 60 },
      { "text": "If you could instantly become an expert in any subject, what would it be?", "timer": 60 },
      { "text": "What’s the best concert you’ve ever been to?", "timer": 60 },
      { "text": "If you could change your name, what would you change it to?", "timer": 60 },
      { "text": "What’s a fear you’d like to overcome?", "timer": 60 },
      { "text": "If you could only watch one TV show for the rest of your life, what would it be?", "timer": 60 },
      { "text": "What’s the kindest thing someone has done for you recently?", "timer": 60 },
      { "text": "If you could invent something, what would it be?", "timer": 60 },
      { "text": "What’s your favorite outdoor activity?", "timer": 60 },
      { "text": "If you could have any job for a day, what would it be?", "timer": 60 },
      { "text": "What’s the most interesting documentary you’ve seen?", "timer": 60 },
      { "text": "If you could go to space, would you?", "timer": 60 },
      { "text": "What’s a habit you’d like to break?", "timer": 60 },
      { "text": "If you could have a lifetime supply of any beverage, what would it be?", "timer": 60 },
      { "text": "What’s your favorite thing about yourself?", "timer": 60 },
      { "text": "If you could live in a different decade, which one would you choose?", "timer": 60 },
      { "text": "What’s the most impressive thing you’ve built or created?", "timer": 60 },
      { "text": "If you could be invisible for a day, what would you do?", "timer": 60 },
      { "text": "What’s your favorite type of weather?", "timer": 60 },
      { "text": "If you could solve one world problem, what would it be?", "timer": 60 },
      { "text": "What’s a tradition you want to start?", "timer": 60 },
      { "text": "If you could have any view from your window, what would it be?", "timer": 60 },
      { "text": "What’s the best compliment you’ve ever received?", "timer": 60 },
      { "text": "If you could learn a new dance style, what would it be?", "timer": 60 },
      { "text": "What’s a secret talent you have?", "timer": 60 },
      { "text": "If you could be the best in the world at something, what would it be?", "timer": 60 },
      { "text": "What’s your favorite memory with a friend?", "timer": 60 },
      { "text": "If you could write a book, what would it be about?", "timer": 60 }
    ]
  },
  "deepTalk": {
    "male": [
      { "text": "What is a secret ambition you've never told anyone?", "timer": 120 },
      { "text": "What is your biggest fear?", "timer": 120 },
      { "text": "What do you want to be remembered for?", "timer": 120 },
      { "text": "What is the hardest decision you have ever had to make?", "timer": 120 },
      { "text": "When was the last time you cried and why?", "timer": 120 },
      { "text": "What is one thing you regret not doing?", "timer": 120 },
      { "text": "What does success mean to you?", "timer": 120 },
      { "text": "What is the most important lesson life has taught you so far?", "timer": 120 },
      { "text": "If you could change one thing about your past, what would it be?", "timer": 120 },
      { "text": "What is your definition of love?", "timer": 120 },
      { "text": "What is one thing you are currently struggling with?", "timer": 120 },
      { "text": "Who is the person you admire most and why?", "timer": 120 },
      { "text": "What is your biggest insecurity?", "timer": 120 },
      { "text": "What is one thing you wish you could tell your parents?", "timer": 120 },
      { "text": "What makes you feel truly alive?", "timer": 120 },
      { "text": "What is a belief you hold strongly?", "timer": 120 },
      { "text": "What is the biggest risk you have ever taken?", "timer": 120 },
      { "text": "What is one thing you would like to achieve in the next five years?", "timer": 120 },
      { "text": "What is your idea of a perfect relationship?", "timer": 120 },
      { "text": "What is one thing that always makes you emotional?", "timer": 120 },
      { "text": "If you knew you were going to die in a year, what would you change about your life?", "timer": 120 },
      { "text": "What is the most painful thing you have ever experienced?", "timer": 120 },
      { "text": "What is one thing you are proud of?", "timer": 120 },
      { "text": "What is a memory that you cherish the most?", "timer": 120 },
      { "text": "What is one thing you wish people understood about you?", "timer": 120 },
      { "text": "What is the biggest misconception people have about you?", "timer": 120 },
      { "text": "What is one thing that scares you about the future?", "timer": 120 },
      { "text": "What is the most meaningful gift you have ever given?", "timer": 120 },
      { "text": "What is one thing you would never compromise on?", "timer": 120 },
      { "text": "What is your philosophy on life?", "timer": 120 },
      { "text": "What is one thing that motivates you?", "timer": 120 },
      { "text": "What is the most important quality you look for in a partner?", "timer": 120 },
      { "text": "What is a dream you have given up on?", "timer": 120 },
      { "text": "What is one thing you would like to be better at?", "timer": 120 },
      { "text": "What is the most valuable thing you own?", "timer": 120 },
      { "text": "What is one thing you would like to change about yourself?", "timer": 120 },
      { "text": "What is a habit you are trying to break?", "timer": 120 },
      { "text": "What is one thing that brings you peace?", "timer": 120 },
      { "text": "What is the biggest lie you have ever told?", "timer": 120 },
      { "text": "What is one thing you are grateful for today?", "timer": 120 },
      { "text": "What is a challenge you have overcome?", "timer": 120 },
      { "text": "What is one thing you would do if you weren't afraid?", "timer": 120 },
      { "text": "What is the most important thing in your life right now?", "timer": 120 },
      { "text": "What is a question you have always wanted to ask me?", "timer": 120 },
      { "text": "What is one thing you hope to accomplish before you die?", "timer": 120 }
    ],
    "female": [
      { "text": "What is a lesson you learned the hard way?", "timer": 120 },
      { "text": "What does 'home' mean to you?", "timer": 120 },
      { "text": "Who has influenced you the most in your life?", "timer": 120 },
      { "text": "What is your biggest regret?", "timer": 120 },
      { "text": "What is one thing you wish you could say to your ex?", "timer": 120 },
      { "text": "What is the most beautiful thing about the human experience?", "timer": 120 },
      { "text": "What is one thing that makes you feel vulnerable?", "timer": 120 },
      { "text": "What is your biggest dream?", "timer": 120 },
      { "text": "What is one thing you are afraid of losing?", "timer": 120 },
      { "text": "What is the most important thing you have learned about yourself?", "timer": 120 },
      { "text": "What is one thing you would change about the world?", "timer": 120 },
      { "text": "What is a moment that changed your life forever?", "timer": 120 },
      { "text": "What is one thing you need more of in your life?", "timer": 120 },
      { "text": "What is the kindest thing someone has ever done for you?", "timer": 120 },
      { "text": "What is one thing you are passionate about?", "timer": 120 },
      { "text": "What is your definition of happiness?", "timer": 120 },
      { "text": "What is one thing you would like to be remembered for?", "timer": 120 },
      { "text": "What is a fear you have conquered?", "timer": 120 },
      { "text": "What is one thing you wish you had known sooner?", "timer": 120 },
      { "text": "What is the most important relationship in your life?", "timer": 120 },
      { "text": "What is one thing that makes you feel strong?", "timer": 120 },
      { "text": "What is a sacrifice you have made for someone else?", "timer": 120 },
      { "text": "What is one thing you are looking for in life?", "timer": 120 },
      { "text": "What is the most honest thing you have ever said?", "timer": 120 },
      { "text": "What is one thing you would tell your younger self?", "timer": 120 },
      { "text": "What is a secret you have kept for a long time?", "timer": 120 },
      { "text": "What is one thing that inspires you?", "timer": 120 },
      { "text": "What is the most difficult thing about being you?", "timer": 120 },
      { "text": "What is one thing you would like to forgive yourself for?", "timer": 120 },
      { "text": "What is a hope you have for the future?", "timer": 120 },
      { "text": "What is one thing that makes you feel loved?", "timer": 120 },
      { "text": "What is the most important value you hold?", "timer": 120 },
      { "text": "What is one thing you would do differently if you could?", "timer": 120 },
      { "text": "What is a truth you have avoided facing?", "timer": 120 },
      { "text": "What is one thing you are proud of overcoming?", "timer": 120 },
      { "text": "What is a goal you are working towards?", "timer": 120 },
      { "text": "What is one thing you would like to share with the world?", "timer": 120 },
      { "text": "What is a feeling you miss?", "timer": 120 },
      { "text": "What is one thing that gives you hope?", "timer": 120 },
      { "text": "What is the most important thing you have learned about love?", "timer": 120 },
      { "text": "What is one thing you would like to ask me?", "timer": 120 },
      { "text": "What is a dream you have for us?", "timer": 120 },
      { "text": "What is one thing you are thankful for?", "timer": 120 },
      { "text": "What is a moment you wish you could relive?", "timer": 120 },
      { "text": "What is one thing you want to know about me?", "timer": 120 }
    ]
  },
  "intimacy": {
    "male": [
      { "text": "What was the moment you felt most 'seen' by me?", "timer": 90 },
      { "text": "What is one thing about me that attracts you the most?", "timer": 90 },
      { "text": "Describe our connection in one word.", "timer": 60 },
      { "text": "What is your favorite physical feature of mine?", "timer": 60 },
      { "text": "When did you first realize you were interested in me?", "timer": 90 },
      { "text": "What is one thing I do that turns you on?", "timer": 60 },
      { "text": "What is a fantasy you have about us?", "timer": 90 },
      { "text": "What is the most romantic thing we have done together?", "timer": 90 },
      { "text": "How do I make you feel when we are alone?", "timer": 90 },
      { "text": "What is one thing you want to do with me that we haven't done yet?", "timer": 90 },
      { "text": "What is your favorite way for me to touch you?", "timer": 60 },
      { "text": "What is a secret desire you have involving me?", "timer": 90 },
      { "text": "What is the sexiest thing I have ever worn?", "timer": 60 },
      { "text": "What is one thing you want me to know about your needs?", "timer": 90 },
      { "text": "How can I make you feel more loved?", "timer": 90 },
      { "text": "What is a memory of us that turns you on?", "timer": 90 },
      { "text": "What is one thing you love about our intimacy?", "timer": 90 },
      { "text": "What is a boundary you have that you want me to respect?", "timer": 90 },
      { "text": "What is one thing that makes you feel safe with me?", "timer": 90 },
      { "text": "What is a compliment you have been wanting to give me?", "timer": 60 },
      { "text": "What is one thing you appreciate about my body?", "timer": 60 },
      { "text": "What is a way I can show you I desire you?", "timer": 90 },
      { "text": "What is one thing that makes our chemistry unique?", "timer": 90 },
      { "text": "What is a dream you have for our future intimacy?", "timer": 90 },
      { "text": "What is one thing you want to explore with me?", "timer": 90 },
      { "text": "What is the most intense moment we have shared?", "timer": 90 },
      { "text": "What is one thing you want me to do more of?", "timer": 90 },
      { "text": "What is a fear you have about opening up to me?", "timer": 90 },
      { "text": "What is one thing that makes you feel connected to me?", "timer": 90 },
      { "text": "What is a way I can be more vulnerable with you?", "timer": 90 },
      { "text": "What is one thing you want to tell me right now?", "timer": 60 },
      { "text": "What is a feeling you get when you look at me?", "timer": 60 },
      { "text": "What is one thing you want to ask for in bed?", "timer": 90 },
      { "text": "What is a moment you felt incredibly close to me?", "timer": 90 },
      { "text": "What is one thing you love about how I kiss you?", "timer": 60 },
      { "text": "What is a way we can deepen our connection?", "timer": 90 },
      { "text": "What is one thing you are curious about regarding me?", "timer": 90 },
      { "text": "What is a thought you have when we are together?", "timer": 60 },
      { "text": "What is one thing you want to experience with me?", "timer": 90 },
      { "text": "What is a way I can support you emotionally?", "timer": 90 },
      { "text": "What is one thing you find irresistible about me?", "timer": 60 },
      { "text": "What is a memory that makes you smile when you think of us?", "timer": 90 },
      { "text": "What is one thing you want to build with me?", "timer": 90 },
      { "text": "What is a way I can make you feel special?", "timer": 90 },
      { "text": "What is one thing you want to say but haven't yet?", "timer": 90 }
    ],
    "female": [
      { "text": "What is one thing I do that always makes you smile?", "timer": 90 },
      { "text": "What is your favorite memory of us?", "timer": 90 },
      { "text": "What is one thing you love about my personality?", "timer": 90 },
      { "text": "How do you feel when I hold your hand?", "timer": 60 },
      { "text": "What is one thing that makes me different from others?", "timer": 90 },
      { "text": "What is a moment you knew you liked me?", "timer": 90 },
      { "text": "What is one thing you find sexy about me?", "timer": 60 },
      { "text": "What is a way I make you feel confident?", "timer": 90 },
      { "text": "What is your favorite way to spend time with me?", "timer": 60 },
      { "text": "What is one thing you want to try with me?", "timer": 90 },
      { "text": "What is a compliment you love receiving from me?", "timer": 60 },
      { "text": "What is one thing that turns you on about me?", "timer": 60 },
      { "text": "What is a fantasy you have involving us?", "timer": 90 },
      { "text": "What is the most intimate moment we have shared?", "timer": 90 },
      { "text": "What is one thing you want me to know about your desires?", "timer": 90 },
      { "text": "How can I make you feel more desired?", "timer": 90 },
      { "text": "What is a memory of us that you cherish?", "timer": 90 },
      { "text": "What is one thing you appreciate about our relationship?", "timer": 90 },
      { "text": "What is a boundary you want to set with me?", "timer": 90 },
      { "text": "What is one thing that makes you feel safe in my arms?", "timer": 60 },
      { "text": "What is a way I can show you I care?", "timer": 90 },
      { "text": "What is one thing you love about my body?", "timer": 60 },
      { "text": "What is a way we can be closer?", "timer": 90 },
      { "text": "What is one thing you are looking forward to with me?", "timer": 90 },
      { "text": "What is the most romantic thing I have done for you?", "timer": 90 },
      { "text": "What is one thing you want to do for me?", "timer": 90 },
      { "text": "What is a fear you have about intimacy?", "timer": 90 },
      { "text": "What is one thing that makes you feel understood by me?", "timer": 90 },
      { "text": "What is a way I can be more present with you?", "timer": 90 },
      { "text": "What is one thing you want to tell me about your feelings?", "timer": 90 },
      { "text": "What is a feeling you get when I kiss you?", "timer": 60 },
      { "text": "What is one thing you want to experiment with in bed?", "timer": 90 },
      { "text": "What is a moment you felt deeply connected to me?", "timer": 90 },
      { "text": "What is one thing you love about how I touch you?", "timer": 60 },
      { "text": "What is a way we can spice things up?", "timer": 90 },
      { "text": "What is one thing you wonder about me?", "timer": 90 },
      { "text": "What is a thought that crosses your mind when you see me?", "timer": 60 },
      { "text": "What is one thing you want to share with me?", "timer": 90 },
      { "text": "What is a way I can make you feel more secure?", "timer": 90 },
      { "text": "What is one thing you find attractive about my mind?", "timer": 90 },
      { "text": "What is a memory that makes you laugh when you think of us?", "timer": 90 },
      { "text": "What is one thing you want to create with me?", "timer": 90 },
      { "text": "What is a way I can make you feel special today?", "timer": 90 },
      { "text": "What is one thing you have been wanting to say to me?", "timer": 90 }
    ]
  },
  "foreplay": {
    "male": [
      { "text": "Describe the first thing you want to do to me after this game.", "timer": 60 },
      { "text": "Kiss me on the neck for 10 seconds.", "timer": 30 },
      { "text": "Whisper exactly what you want to do to me in my ear.", "timer": 60 },
      { "text": "Run your hands through my hair while looking into my eyes.", "timer": 30 },
      { "text": "Take off one piece of clothing.", "timer": 30 },
      { "text": "Kiss me like it's the last time you'll ever see me.", "timer": 30 },
      { "text": "Tell me the dirtiest thought you've had about me today.", "timer": 60 },
      { "text": "Touch me where you want me to touch you.", "timer": 30 },
      { "text": "Give me a massage for one minute.", "timer": 60 },
      { "text": "Bite your lip while looking at me.", "timer": 30 },
      { "text": "Let me kiss you anywhere I want.", "timer": 30 },
      { "text": "Tell me what you're wearing underneath your clothes.", "timer": 60 },
      { "text": "Use your tongue to trace a shape on my skin.", "timer": 30 },
      { "text": "Describe your favorite position.", "timer": 60 },
      { "text": "Hold eye contact with me for 30 seconds without blinking.", "timer": 40 },
      { "text": "Kiss my inner thigh.", "timer": 30 },
      { "text": "Tell me a fantasy you want to fulfill tonight.", "timer": 60 },
      { "text": "Blindfold me and do whatever you want for 30 seconds.", "timer": 40 },
      { "text": "Make out with me for one minute.", "timer": 60 },
      { "text": "Tell me what turns you on the most.", "timer": 60 },
      { "text": "Let me take a picture of you.", "timer": 60 },
      { "text": "Show me your 'O' face.", "timer": 30 },
      { "text": "Kiss me slowly, then stop just before it gets intense.", "timer": 30 },
      { "text": "Tell me what I do that drives you crazy.", "timer": 60 },
      { "text": "Let me guide your hand somewhere.", "timer": 30 },
      { "text": "Roleplay a scenario with me right now.", "timer": 90 },
      { "text": "Tell me what you would do if we were alone right now.", "timer": 60 },
      { "text": "Kiss my earlobe.", "timer": 30 },
      { "text": "Run your fingers down my spine.", "timer": 30 },
      { "text": "Tell me a secret that turns you on.", "timer": 60 },
      { "text": "Let me tie your hands together.", "timer": 60 },
      { "text": "Watch me touch myself for 30 seconds.", "timer": 40 },
      { "text": "Tell me exactly how you want me to touch you.", "timer": 60 },
      { "text": "Kiss me without using your hands.", "timer": 30 },
      { "text": "Tell me the naughtiest thing you've ever done.", "timer": 60 },
      { "text": "Let me pick a dare for you.", "timer": 60 },
      { "text": "Give me a lap dance for one minute.", "timer": 60 },
      { "text": "Tell me what you love about my body.", "timer": 60 },
      { "text": "Let me undress you slowly.", "timer": 90 },
      { "text": "Kiss me passionately against a wall.", "timer": 30 },
      { "text": "Tell me what you're thinking right now.", "timer": 60 },
      { "text": "Let me explore your body with my hands.", "timer": 60 },
      { "text": "Tell me a place you want to have sex.", "timer": 60 },
      { "text": "Kiss me until I tell you to stop.", "timer": 45 },
      { "text": "Tell me what you want to do next.", "timer": 60 }
    ],
    "female": [
      { "text": "What is a physical trait of mine that you find most attractive?", "timer": 60 },
      { "text": "Kiss me wherever you want.", "timer": 30 },
      { "text": "Whisper something dirty in my ear.", "timer": 60 },
      { "text": "Run your nails down my back.", "timer": 30 },
      { "text": "Take off your shirt.", "timer": 30 },
      { "text": "Kiss my neck and work your way down.", "timer": 30 },
      { "text": "Tell me what you would do to me if no one was watching.", "timer": 60 },
      { "text": "Guide my hand to where you want it.", "timer": 30 },
      { "text": "Give me a sensual massage.", "timer": 60 },
      { "text": "Look at me with lust in your eyes.", "timer": 30 },
      { "text": "Let me kiss your neck.", "timer": 30 },
      { "text": "Tell me what underwear you are wearing.", "timer": 60 },
      { "text": "Trace my lips with your finger.", "timer": 30 },
      { "text": "Describe your favorite sex position.", "timer": 60 },
      { "text": "Stare into my eyes for 30 seconds.", "timer": 40 },
      { "text": "Kiss my chest.", "timer": 30 },
      { "text": "Tell me a sexual fantasy involving me.", "timer": 60 },
      { "text": "Let me blindfold you.", "timer": 40 },
      { "text": "Make out with me passionately.", "timer": 60 },
      { "text": "Tell me what makes you horny.", "timer": 60 },
      { "text": "Pose for me.", "timer": 60 },
      { "text": "Moan my name.", "timer": 30 },
      { "text": "Kiss me softly, then harder.", "timer": 30 },
      { "text": "Tell me what drives you wild.", "timer": 60 },
      { "text": "Let me touch you.", "timer": 30 },
      { "text": "Act out a fantasy with me.", "timer": 90 },
      { "text": "Tell me what you want to do to me right now.", "timer": 60 },
      { "text": "Nibble on my ear.", "timer": 30 },
      { "text": "Scratch my back lightly.", "timer": 30 },
      { "text": "Tell me a dirty secret.", "timer": 60 },
      { "text": "Let me restrain you.", "timer": 60 },
      { "text": "Watch me undress.", "timer": 40 },
      { "text": "Tell me how to please you.", "timer": 60 },
      { "text": "Kiss me with tongue.", "timer": 30 },
      { "text": "Tell me the craziest place you've had sex.", "timer": 60 },
      { "text": "Do a dare of my choice.", "timer": 60 },
      { "text": "Dance for me.", "timer": 60 },
      { "text": "Tell me what you find sexiest about me.", "timer": 60 },
      { "text": "Take off my pants.", "timer": 30 },
      { "text": "Kiss me like you mean it.", "timer": 30 },
      { "text": "Tell me your dirty thoughts.", "timer": 60 },
      { "text": "Let me feel your body.", "timer": 60 },
      { "text": "Tell me where you want me to take you.", "timer": 60 },
      { "text": "Don't stop kissing me.", "timer": 45 },
      { "text": "Tell me 'I want you'.", "timer": 15 }
    ]
  }
}
