{
  "acquaintance": {
    "male": [
      { "text": "If you could master one skill instantly, what would it be?", "timer": 60 },
      { "text": "What’s a movie you can watch over and over without getting bored?", "timer": 60 },
      { "text": "If you could travel anywhere in the world right now, where would you go?", "timer": 60 },
      { "text": "What’s the most interesting fact you know?", "timer": 60 },
      { "text": "What’s your favorite way to spend a free afternoon?", "timer": 60 },
      { "text": "If you could have dinner with any historical figure, who would it be?", "timer": 60 },
      { "text": "What’s a song that always puts you in a good mood?", "timer": 60 },
      { "text": "If you were a superhero, what would your power be?", "timer": 60 },
      { "text": "What’s the best meal you’ve ever had?", "timer": 60 },
      { "text": "If you could live in any fictional world, which one would you choose?", "timer": 60 },
      { "text": "What’s a childhood memory that makes you smile?", "timer": 60 },
      { "text": "If you won the lottery, what’s the first thing you’d buy?", "timer": 60 },
      { "text": "What’s your biggest pet peeve?", "timer": 60 },
      { "text": "If you could only eat one food for the rest of your life, what would it be?", "timer": 60 },
      { "text": "What’s a talent you wish you had?", "timer": 60 },
      { "text": "If you could switch lives with anyone for a day, who would it be?", "timer": 60 },
      { "text": "What’s the most spontaneous thing you’ve ever done?", "timer": 60 },
      { "text": "If you were an animal, what would you be?", "timer": 60 },
      { "text": "What’s your favorite season and why?", "timer": 60 },
      { "text": "If you could have any job in the world, what would it be?", "timer": 60 },
      { "text": "What’s a book that had a big impact on you?", "timer": 60 },
      { "text": "If you could learn any language fluently, which one would it be?", "timer": 60 },
      { "text": "What’s the funniest joke you know?", "timer": 60 },
      { "text": "If you could eliminate one chore from your life, what would it be?", "timer": 60 },
      { "text": "What’s your favorite holiday tradition?", "timer": 60 },
      { "text": "If you could go back in time, what era would you visit?", "timer": 60 },
      { "text": "What’s the weirdest food you’ve ever tried?", "timer": 60 },
      { "text": "If you could only listen to one genre of music forever, what would it be?", "timer": 60 },
      { "text": "What’s a goal you’re currently working towards?", "timer": 60 },
      { "text": "If you could meet your younger self, what advice would you give?", "timer": 60 },
      { "text": "What’s your favorite board game or card game?", "timer": 60 },
      { "text": "If you could have a personal chef or a personal trainer, which would you pick?", "timer": 60 },
      { "text": "What’s the most beautiful place you’ve ever visited?", "timer": 60 },
      { "text": "If you could witness any event in history, what would it be?", "timer": 60 },
      { "text": "What’s a small thing that makes your day better?", "timer": 60 },
      { "text": "If you could have any animal as a pet, mythical or real, what would it be?", "timer": 60 },
      { "text": "What’s your favorite quote or saying?", "timer": 60 },
      { "text": "If you could be famous for one thing, what would it be?", "timer": 60 },
      { "text": "What’s the best gift you’ve ever received?", "timer": 60 },
      { "text": "If you could teleport anywhere right now, where would you go?", "timer": 60 },
      { "text": "What’s a hobby you’ve always wanted to try?", "timer": 60 },
      { "text": "If you could have an unlimited supply of one thing, what would it be?", "timer": 60 },
      { "text": "What’s the bravest thing you’ve ever done?", "timer": 60 },
      { "text": "If you could change one thing about the world, what would it be?", "timer": 60 },
      { "text": "What’s your idea of a perfect weekend?", "timer": 60 }
    ],
    "female": [
      { "text": "If you could have any superpower, what would it be?", "timer": 60 },
      { "text": "What’s the best piece of advice you’ve ever received?", "timer": 60 },
      { "text": "If you could live anywhere in the world, where would it be?", "timer": 60 },
      { "text": "What’s your favorite comfort food?", "timer": 60 },
      { "text": "If you could meet any celebrity, who would it be?", "timer": 60 },
      { "text": "What’s a movie that always makes you laugh?", "timer": 60 },
      { "text": "If you could only wear one color for the rest of your life, what would it be?", "timer": 60 },
      { "text": "What’s your favorite childhood cartoon?", "timer": 60 },
      { "text": "If you could master a musical instrument, which one would it be?", "timer": 60 },
      { "text": "What’s the most adventurous thing you’ve ever done?", "timer": 60 },
      { "text": "If you could have a conversation with your future self, what would you ask?", "timer": 60 },
      { "text": "What’s your favorite way to relax after a long day?", "timer": 60 },
      { "text": "If you could own any car, what would it be?", "timer": 60 },
      { "text": "What’s a skill you’re really proud of?", "timer": 60 },
      { "text": "If you could be a character in any book, who would you be?", "timer": 60 },
      { "text": "What’s the funniest thing that’s happened to you recently?", "timer": 60 },
      { "text": "If you could have a dinner party with three people, living or dead, who would they be?", "timer": 60 },
      { "text": "What’s your favorite smell?", "timer": 60 },
      { "text": "If you could instantly become an expert in any subject, what would it be?", "timer": 60 },
      { "text": "What’s the best concert you’ve ever been to?", "timer": 60 },
      { "text": "If you could change your name, what would you change it to?", "timer": 60 },
      { "text": "What’s a fear you’d like to overcome?", "timer": 60 },
      { "text": "If you could only watch one TV show for the rest of your life, what would it be?", "timer": 60 },
      { "text": "What’s the kindest thing someone has done for you recently?", "timer": 60 },
      { "text": "If you could invent something, what would it be?", "timer": 60 },
      { "text": "What’s your favorite outdoor activity?", "timer": 60 },
      { "text": "If you could have any job for a day, what would it be?", "timer": 60 },
      { "text": "What’s the most interesting documentary you’ve seen?", "timer": 60 },
      { "text": "If you could go to space, would you?", "timer": 60 },
      { "text": "What’s a habit you’d like to break?", "timer": 60 },
      { "text": "If you could have a lifetime supply of any beverage, what would it be?", "timer": 60 },
      { "text": "What’s your favorite thing about yourself?", "timer": 60 },
      { "text": "If you could live in a different decade, which one would you choose?", "timer": 60 },
      { "text": "What’s the most impressive thing you’ve built or created?", "timer": 60 },
      { "text": "If you could be invisible for a day, what would you do?", "timer": 60 },
      { "text": "What’s your favorite type of weather?", "timer": 60 },
      { "text": "If you could solve one world problem, what would it be?", "timer": 60 },
      { "text": "What’s a tradition you want to start?", "timer": 60 },
      { "text": "If you could have any view from your window, what would it be?", "timer": 60 },
      { "text": "What’s the best compliment you’ve ever received?", "timer": 60 },
      { "text": "If you could learn a new dance style, what would it be?", "timer": 60 },
      { "text": "What’s a secret talent you have?", "timer": 60 },
      { "text": "If you could be the best in the world at something, what would it be?", "timer": 60 },
      { "text": "What’s your favorite memory with a friend?", "timer": 60 },
      { "text": "If you could write a book, what would it be about?", "timer": 60 }
    ]
  },
  "deepTalk": {
    "male": [
      { "text": "What is a secret ambition you've never told anyone?", "timer": 120 },
      { "text": "What is your biggest fear?", "timer": 120 },
      { "text": "What do you want to be remembered for?", "timer": 120 },
      { "text": "What is the hardest decision you have ever had to make?", "timer": 120 },
      { "text": "When was the last time you cried and why?", "timer": 120 },
      { "text": "What is one thing you regret not doing?", "timer": 120 },
      { "text": "What does success mean to you?", "timer": 120 },
      { "text": "What is the most important lesson life has taught you so far?", "timer": 120 },
      { "text": "If you could change one thing about your past, what would it be?", "timer": 120 },
      { "text": "What is your definition of love?", "timer": 120 },
      { "text": "What is one thing you are currently struggling with?", "timer": 120 },
      { "text": "Who is the person you admire most and why?", "timer": 120 },
      { "text": "What is your biggest insecurity?", "timer": 120 },
      { "text": "What is one thing you wish you could tell your parents?", "timer": 120 },
      { "text": "What makes you feel truly alive?", "timer": 120 },
      { "text": "What is a belief you hold strongly?", "timer": 120 },
      { "text": "What is the biggest risk you have ever taken?", "timer": 120 },
      { "text": "What is one thing you would like to achieve in the next five years?", "timer": 120 },
      { "text": "What is your idea of a perfect relationship?", "timer": 120 },
      { "text": "What is one thing that always makes you emotional?", "timer": 120 },
      { "text": "If you knew you were going to die in a year, what would you change about your life?", "timer": 120 },
      { "text": "What is the most painful thing you have ever experienced?", "timer": 120 },
      { "text": "What is one thing you are proud of?", "timer": 120 },
      { "text": "What is a memory that you cherish the most?", "timer": 120 },
      { "text": "What is one thing you wish people understood about you?", "timer": 120 },
      { "text": "What is the biggest misconception people have about you?", "timer": 120 },
      { "text": "What is one thing that scares you about the future?", "timer": 120 },
      { "text": "What is the most meaningful gift you have ever given?", "timer": 120 },
      { "text": "What is one thing you would never compromise on?", "timer": 120 },
      { "text": "What is your philosophy on life?", "timer": 120 },
      { "text": "What is one thing that motivates you?", "timer": 120 },
      { "text": "What is the most important quality you look for in a partner?", "timer": 120 },
      { "text": "What is a dream you have given up on?", "timer": 120 },
      { "text": "What is one thing you would like to be better at?", "timer": 120 },
      { "text": "What is the most valuable thing you own?", "timer": 120 },
      { "text": "What is one thing you would like to change about yourself?", "timer": 120 },
      { "text": "What is a habit you are trying to break?", "timer": 120 },
      { "text": "What is one thing that brings you peace?", "timer": 120 },
      { "text": "What is the biggest lie you have ever told?", "timer": 120 },
      { "text": "What is one thing you are grateful for today?", "timer": 120 },
      { "text": "What is a challenge you have overcome?", "timer": 120 },
      { "text": "What is one thing you would do if you weren't afraid?", "timer": 120 },
      { "text": "What is the most important thing in your life right now?", "timer": 120 },
      { "text": "What is a question you have always wanted to ask me?", "timer": 120 },
      { "text": "What is one thing you hope to accomplish before you die?", "timer": 120 }
    ],
    "female": [
      { "text": "What is a lesson you learned the hard way?", "timer": 120 },
      { "text": "What does 'home' mean to you?", "timer": 120 },
      { "text": "Who has influenced you the most in your life?", "timer": 120 },
      { "text": "What is your biggest regret?", "timer": 120 },
      { "text": "What is one thing you wish you could say to your ex?", "timer": 120 },
      { "text": "What is the most beautiful thing about the human experience?", "timer": 120 },
      { "text": "What is one thing that makes you feel vulnerable?", "timer": 120 },
      { "text": "What is your biggest dream?", "timer": 120 },
      { "text": "What is one thing you are afraid of losing?", "timer": 120 },
      { "text": "What is the most important thing you have learned about yourself?", "timer": 120 },
      { "text": "What is one thing you would change about the world?", "timer": 120 },
      { "text": "What is a moment that changed your life forever?", "timer": 120 },
      { "text": "What is one thing you need more of in your life?", "timer": 120 },
      { "text": "What is the kindest thing someone has ever done for you?", "timer": 120 },
      { "text": "What is one thing you are passionate about?", "timer": 120 },
      { "text": "What is your definition of happiness?", "timer": 120 },
      { "text": "What is one thing you would like to be remembered for?", "timer": 120 },
      { "text": "What is a fear you have conquered?", "timer": 120 },
      { "text": "What is one thing you wish you had known sooner?", "timer": 120 },
      { "text": "What is the most important relationship in your life?", "timer": 120 },
      { "text": "What is one thing that makes you feel strong?", "timer": 120 },
      { "text": "What is a sacrifice you have made for someone else?", "timer": 120 },
      { "text": "What is one thing you are looking for in life?", "timer": 120 },
      { "text": "What is the most honest thing you have ever said?", "timer": 120 },
      { "text": "What is one thing you would tell your younger self?", "timer": 120 },
      { "text": "What is a secret you have kept for a long time?", "timer": 120 },
      { "text": "What is one thing that inspires you?", "timer": 120 },
      { "text": "What is the most difficult thing about being you?", "timer": 120 },
      { "text": "What is one thing you would like to forgive yourself for?", "timer": 120 },
      { "text": "What is a hope you have for the future?", "timer": 120 },
      { "text": "What is one thing that makes you feel loved?", "timer": 120 },
      { "text": "What is the most important value you hold?", "timer": 120 },
      { "text": "What is one thing you would do differently if you could?", "timer": 120 },
      { "text": "What is a truth you have avoided facing?", "timer": 120 },
      { "text": "What is one thing you are proud of overcoming?", "timer": 120 },
      { "text": "What is a goal you are working towards?", "timer": 120 },
      { "text": "What is one thing you would like to share with the world?", "timer": 120 },
      { "text": "What is a feeling you miss?", "timer": 120 },
      { "text": "What is one thing that gives you hope?", "timer": 120 },
      { "text": "What is the most important thing you have learned about love?", "timer": 120 },
      { "text": "What is one thing you would like to ask me?", "timer": 120 },
      { "text": "What is a dream you have for us?", "timer": 120 },
      { "text": "What is one thing you are thankful for?", "timer": 120 },
      { "text": "What is a moment you wish you could relive?", "timer": 120 },
      { "text": "What is one thing you want to know about me?", "timer": 120 }
    ]
  },
  "intimacy": {
    "male": [
      { "text": "What is your biggest turn-on that you've been too shy to mention?", "timer": 90 },
      { "text": "Describe the most intense physical sensation you’ve ever felt with me.", "timer": 90 },
      { "text": "What is a forbidden fantasy you’ve never shared with anyone?", "timer": 90 },
      { "text": "If you could control my body for one hour, what would you make me do?", "timer": 90 },
      { "text": "What is one thing I do that instantly makes you want me?", "timer": 60 },
      { "text": "Tell me about a time you fantasized about me when I wasn't there.", "timer": 90 },
      { "text": "What is the most adventurous place you want to have sex?", "timer": 90 },
      { "text": "If we could explore any kink tonight without judgment, what would it be?", "timer": 90 },
      { "text": "What is one part of my body you are obsessed with?", "timer": 60 },
      { "text": "Describe exactly how you want me to touch you right now.", "timer": 90 },
      { "text": "What is a dirty secret you've been keeping from me?", "timer": 90 },
      { "text": "If you could watch me do anything, what would it be?", "timer": 90 },
      { "text": "What is the dirtiest dream you’ve ever had about us?", "timer": 90 },
      { "text": "What is one sound I make that drives you wild?", "timer": 60 },
      { "text": "If I gave you complete control tonight, what would you do first?", "timer": 90 },
      { "text": "What is a sensation you are craving right now?", "timer": 60 },
      { "text": "What is the most pleasure you have ever felt?", "timer": 90 },
      { "text": "If we had no limits, what would we do?", "timer": 90 },
      { "text": "What is one way I can tease you that always works?", "timer": 60 },
      { "text": "Describe your perfect orgasm.", "timer": 90 },
      { "text": "What is something you want to try in bed but are afraid to ask?", "timer": 90 },
      { "text": "How does it feel when I whisper in your ear?", "timer": 60 },
      { "text": "What is the naughtiest thing you want to do to me?", "timer": 90 },
      { "text": "If you could have me in any outfit, what would it be?", "timer": 60 },
      { "text": "What is a touch that makes you weak in the knees?", "timer": 60 },
      { "text": "What is your favorite way to climax?", "timer": 60 },
      { "text": "Tell me a scenario where we get caught.", "timer": 90 },
      { "text": "What is one thing you want to use on me in the bedroom?", "timer": 60 },
      { "text": "What is the most erotic thing you can imagine us doing?", "timer": 90 },
      { "text": "If you could taste any part of me right now, where would it be?", "timer": 60 },
      { "text": "What is a boundary you want to push together?", "timer": 90 },
      { "text": "What is the hottest thing I’ve ever said to you?", "timer": 90 },
      { "text": "If you could be blindfolded and surprised, what would you hope I do?", "timer": 90 },
      { "text": "What is a roleplay scenario you've always wanted to try?", "timer": 90 },
      { "text": "How loud do you like to be?", "timer": 60 },
      { "text": "What is one thing that makes you lose control?", "timer": 90 },
      { "text": "If you could lick whipped cream off me, where would you start?", "timer": 60 },
      { "text": "What is a sexual skill you want to master?", "timer": 90 },
      { "text": "What is the most public place you’d be willing to fool around?", "timer": 60 },
      { "text": "If I could read your mind during sex, what would I hear?", "timer": 90 },
      { "text": "What is one thing you want to watch me do to myself?", "timer": 90 },
      { "text": "What is the best oral sex you've ever had?", "timer": 90 },
      { "text": "If you could have a threesome with anyone, real or fictional, who would the third be?", "timer": 90 },
      { "text": "What is a fetish you are curious about?", "timer": 90 },
      { "text": "What is the most pleasurable thing you can imagine right now?", "timer": 90 }
    ],
    "female": [
      { "text": "What is the one thing I do in bed that you can’t get enough of?", "timer": 90 },
      { "text": "Describe a fantasy where you are completely in control.", "timer": 90 },
      { "text": "What is the most sensitive part of your body that I neglect?", "timer": 60 },
      { "text": "If you could be tied up, would you like it?", "timer": 60 },
      { "text": "What is a dirty thought you had about me today?", "timer": 90 },
      { "text": "Tell me exactly how you want me to go down on you.", "timer": 90 },
      { "text": "What is one thing that instantly makes you wet?", "timer": 60 },
      { "text": "If we made a sex tape, what would be the highlight?", "timer": 90 },
      { "text": "What is a toy you’ve always wanted to use with me?", "timer": 60 },
      { "text": "Describe the feeling of my skin against yours.", "timer": 60 },
      { "text": "What is a taboo you secretly enjoy?", "timer": 90 },
      { "text": "If you could have an orgasm anywhere in the world, where would it be?", "timer": 60 },
      { "text": "What is the hottest thing you’ve ever visualized while masturbating?", "timer": 90 },
      { "text": "How do you like to be teased?", "timer": 60 },
      { "text": "What is a word that turns you on when I whisper it?", "timer": 60 },
      { "text": "If I were your slave for an hour, what would you command?", "timer": 90 },
      { "text": "What is the most intense orgasm you’ve ever had?", "timer": 90 },
      { "text": "What is one thing you want to do in front of a mirror?", "timer": 90 },
      { "text": "If you could watch me pleasure myself, would you?", "timer": 60 },
      { "text": "What is a costume you’d love to see me in?", "timer": 60 },
      { "text": "Describe a scenario where you are helpless.", "timer": 90 },
      { "text": "What is the naughtiest place you’ve ever wanted to be touched?", "timer": 60 },
      { "text": "If we could switch bodies during sex, what would you do?", "timer": 90 },
      { "text": "What is a flavor you want to taste on my skin?", "timer": 60 },
      { "text": "What is the most erotic movie scene you’ve ever watched?", "timer": 90 },
      { "text": "If you could be ravished by me right now, how would it start?", "timer": 90 },
      { "text": "What is a kink you think I might have?", "timer": 90 },
      { "text": "What is the most pleasure you can handle?", "timer": 90 },
      { "text": "If you could bite me anywhere, where would it be?", "timer": 60 },
      { "text": "What is a fantasy involving food that you have?", "timer": 60 },
      { "text": "How does it feel when I pull your hair?", "timer": 60 },
      { "text": "What is one thing you want to scream during sex?", "timer": 60 },
      { "text": "If you could have a free pass to do anything to me, what is it?", "timer": 90 },
      { "text": "What is the sexiest sound I can make?", "timer": 60 },
      { "text": "Describe your ultimate pleasure.", "timer": 90 },
      { "text": "What is a position you want to try for the first time?", "timer": 60 },
      { "text": "If you could be watched by strangers, would you enjoy it?", "timer": 90 },
      { "text": "What is the most decadent thing we could do together?", "timer": 90 },
      { "text": "How do you feel about pain mixed with pleasure?", "timer": 90 },
      { "text": "What is a secret spot you want me to kiss?", "timer": 60 },
      { "text": "If I woke you up with oral sex, how would you react?", "timer": 90 },
      { "text": "What is the most primal urge you have towards me?", "timer": 90 },
      { "text": "What is a fantasy you are scared to tell me?", "timer": 90 },
      { "text": "If you could have multiple orgasms in a row, how many?", "timer": 60 },
      { "text": "What is the purest form of hedonism to you?", "timer": 90 }
    ]
  },
  "foreplay": {
    "male": [
      { "text": "Take off my underwear with your teeth.", "timer": 60 },
      { "text": "Use your tongue to trace my spine.", "timer": 30 },
      { "text": "Make me beg for your touch.", "timer": 60 },
      { "text": "Blindfold me and tease my lips with yours.", "timer": 40 },
      { "text": "Tell me exactly what you want to do to me, in explicit detail.", "timer": 60 },
      { "text": "Run an ice cube down my chest.", "timer": 30 },
      { "text": "Bite my neck gently, then lick the spot.", "timer": 30 },
      { "text": "Spank me once, hard.", "timer": 30 },
      { "text": "Massage my inner thighs without touching anything else.", "timer": 60 },
      { "text": "Kiss me deeply while gripping my hair.", "timer": 30 },
      { "text": "Let me watch you touch yourself for one minute.", "timer": 60 },
      { "text": "Describe the dirtiest thing you've ever imagined us doing.", "timer": 60 },
      { "text": "Run your hands all over my body but don't kiss me.", "timer": 60 },
      { "text": "Lick my earlobe and whisper 'I want you'.", "timer": 30 },
      { "text": "Undress me slowly, pausing to kiss every inch of skin revealed.", "timer": 90 },
      { "text": "Pin my hands above my head and kiss me.", "timer": 40 },
      { "text": "Suck on my finger while maintaining eye contact.", "timer": 30 },
      { "text": "Give me a lap dance.", "timer": 60 },
      { "text": "Tell me a dirty secret you've never told anyone.", "timer": 60 },
      { "text": "Kiss your way down from my neck to my navel.", "timer": 45 },
      { "text": "Tease me through my clothes.", "timer": 60 },
      { "text": "Show me what you look like naked.", "timer": 30 },
      { "text": "Let me tie you up.", "timer": 60 },
      { "text": "Use a toy on me for one minute.", "timer": 60 },
      { "text": "Worship my feet.", "timer": 60 },
      { "text": "Order me to do something dirty.", "timer": 30 },
      { "text": "Touch yourself while I watch.", "timer": 60 },
      { "text": "Kiss me firmly and don't let me pull away.", "timer": 30 },
      { "text": "Trace my lips with your tongue.", "timer": 30 },
      { "text": "Grind against me with your clothes on.", "timer": 60 },
      { "text": "Nibble my ear.", "timer": 30 },
      { "text": "Squeeze my ass.", "timer": 30 },
      { "text": "Tell me how wet/hard you are.", "timer": 30 },
      { "text": "Take a naked photo of me.", "timer": 60 },
      { "text": "Let me blindfold you and feed you something.", "timer": 60 },
      { "text": "Dominate me for the next two minutes.", "timer": 120 },
      { "text": "Let me explore your body with a feather (or fingers).", "timer": 60 },
      { "text": "Kiss my inner wrist.", "timer": 30 },
      { "text": "Tell me what you would do if I was tied up.", "timer": 60 },
      { "text": "Sit on my face (or have me sit on yours).", "timer": 60 },
      { "text": "Give me a hickey where no one will see.", "timer": 30 },
      { "text": "Play with my nipples.", "timer": 60 },
      { "text": "Make out with me like a teenager.", "timer": 60 },
      { "text": "Tell me to get on my knees.", "timer": 30 },
      { "text": "Do whatever you want to me for one minute.", "timer": 60 }
    ],
    "female": [
      { "text": "Strip for me.", "timer": 60 },
      { "text": "Kiss my inner thigh and work your way up.", "timer": 45 },
      { "text": "Tell me what you want to do to my body.", "timer": 60 },
      { "text": "Restrain my hands and kiss me hard.", "timer": 40 },
      { "text": "Lick my neck.", "timer": 30 },
      { "text": "Run your hands under my shirt.", "timer": 30 },
      { "text": "Bite my lip.", "timer": 30 },
      { "text": "Show me how much you want me without speaking.", "timer": 60 },
      { "text": "Let me control your pleasure for one minute.", "timer": 60 },
      { "text": "Massage my breasts.", "timer": 60 },
      { "text": "Kiss me everywhere except my mouth.", "timer": 60 },
      { "text": "Whisper your dirtiest fantasy in my ear.", "timer": 60 },
      { "text": "Take off your pants.", "timer": 30 },
      { "text": "Use your fingers to pleasure me.", "timer": 60 },
      { "text": "Let me watch you get hard.", "timer": 60 },
      { "text": "Grope me.", "timer": 30 },
      { "text": "Push me against the wall and kiss me.", "timer": 30 },
      { "text": "Tease me until I beg.", "timer": 60 },
      { "text": "Suck on my neck.", "timer": 30 },
      { "text": "Let me sit on your lap.", "timer": 30 },
      { "text": "Touch me while I tell you what to do.", "timer": 60 },
      { "text": "Undress me with your teeth.", "timer": 60 },
      { "text": "Use a prop on me.", "timer": 60 },
      { "text": "Spank me.", "timer": 30 },
      { "text": "Tell me I'm a good girl/boy (or bad).", "timer": 30 },
      { "text": "Worship my body.", "timer": 60 },
      { "text": "Let me ride your leg.", "timer": 60 },
      { "text": "Kiss my stomach.", "timer": 30 },
      { "text": "Make me wet/hard with just your words.", "timer": 60 },
      { "text": "Explore my body with your tongue.", "timer": 60 },
      { "text": "Pinch my nipples.", "timer": 30 },
      { "text": "Hold me down.", "timer": 40 },
      { "text": "Grind on me.", "timer": 60 },
      { "text": "Tell me what you're going to do to me later.", "timer": 60 },
      { "text": "Let me inspect your body.", "timer": 60 },
      { "text": "Kiss me with ice in your mouth.", "timer": 30 },
      { "text": "Make me orgasm (or get close).", "timer": 90 },
      { "text": "Tell me to strip.", "timer": 30 },
      { "text": "Lick whipped cream (or imagine it) off me.", "timer": 60 },
      { "text": "Give me oral pleasure for 30 seconds.", "timer": 30 },
      { "text": "Squeeze my thigh.", "timer": 30 },
      { "text": "Look me in the eyes and touch yourself.", "timer": 60 },
      { "text": "Let me dominate you.", "timer": 90 },
      { "text": "Tell me your filthiest desire.", "timer": 60 },
      { "text": "Do whatever brings you the most pleasure.", "timer": 60 }
    ]
  }
}