{
  "acquaintance": {
    "male": [
      { "text": "If you could be painted by any artist, how would you pose?", "timer": 60 },
      { "text": "What is a scent that instantly triggers a vivid feeling for you?", "timer": 60 },
      { "text": "If you could taste a color, which one would be the most delicious?", "timer": 60 },
      { "text": "What is the most rebellious thing you have ever done in public?", "timer": 60 },
      { "text": "Describe your perfect moment of pure indulgence.", "timer": 60 },
      { "text": "What is a physical feature you notice first in someone you find attractive?", "timer": 60 },
      { "text": "If we were characters in a movie, what kind of scene would we be in right now?", "timer": 60 },
      { "text": "What is a guilty pleasure you never apologize for?", "timer": 60 },
      { "text": "If you could steal one piece of art without consequences, what would it be?", "timer": 60 },
      { "text": "What is a touch that gives you goosebumps?", "timer": 60 },
      { "text": "What is the most beautiful sound you have ever heard?", "timer": 60 },
      { "text": "If you were a cocktail, what intoxicating ingredients would you be made of?", "timer": 60 },
      { "text": "What is something you find incredibly sexy that isn't explicitly sexual?", "timer": 60 },
      { "text": "If you could have a secret affair with a fictional character, who would it be?", "timer": 60 },
      { "text": "What is a luxury you would never give up?", "timer": 60 },
      { "text": "What is the most daring outfit you've ever worn?", "timer": 60 },
      { "text": "If you could be anyone else for a night of mystery, who would you be?", "timer": 60 },
      { "text": "What is a habit you have that is a little bit naughty?", "timer": 60 },
      { "text": "What is the most intense eye contact you've ever shared?", "timer": 60 },
      { "text": "If you could experience one sensation for the first time again, what would it be?", "timer": 60 },
      { "text": "What is a compliment that always makes you blush?", "timer": 60 },
      { "text": "If you were a sin, which one would you be?", "timer": 60 },
      { "text": "What is a flavor that reminds you of passion?", "timer": 60 },
      { "text": "Describe a texture you love to feel against your skin.", "timer": 60 },
      { "text": "If you could wear a mask and go anywhere, where would you go?", "timer": 60 },
      { "text": "What is the most memorable kiss you’ve ever seen in a movie?", "timer": 60 },
      { "text": "If you could master one form of dance, what would it be?", "timer": 60 },
      { "text": "What is a place you find hauntingly beautiful?", "timer": 60 },
      { "text": "If you could have an endless supply of one aphrodisiac, what would it be?", "timer": 60 },
      { "text": "What is the most romantic risk you have ever taken?", "timer": 60 },
      { "text": "If you were a piece of music, would you be a symphony or a solo?", "timer": 60 },
      { "text": "What is a secret talent you use to charm people?", "timer": 60 },
      { "text": "If you could vanish for a day, what would you do?", "timer": 60 },
      { "text": "What is the most sensual fruit?", "timer": 60 },
      { "text": "If you could read one person's diary, whose would it be?", "timer": 60 },
      { "text": "What is a temptation you rarely resist?", "timer": 60 },
      { "text": "Describe the perfect setting for a first kiss.", "timer": 60 },
      { "text": "What is a word you love the sound of?", "timer": 60 },
      { "text": "If you could be a muse for any artist, who would it be?", "timer": 60 },
      { "text": "What is a forbidden fruit you’ve always wanted to taste?", "timer": 60 },
      { "text": "What is the most poetic thing about you?", "timer": 60 },
      { "text": "If you could live in a moment forever, which one would it be?", "timer": 60 },
      { "text": "What is a desire you usually keep hidden?", "timer": 60 },
      { "text": "What is the most beautiful chaos you have ever caused?", "timer": 60 },
      { "text": "If you could charm anyone in this room, how would you do it?", "timer": 60 }
    ],
    "female": [
      { "text": "If you could be a work of art, what medium would you be?", "timer": 60 },
      { "text": "What is a song that makes you feel like dancing alone?", "timer": 60 },
      { "text": "If you could indulge in one vice without consequence, what would it be?", "timer": 60 },
      { "text": "What is the most beautiful place you have ever woken up?", "timer": 60 },
      { "text": "If you could possess one quality of a femme fatale, what would it be?", "timer": 60 },
      { "text": "What is a fabric that feels best on your skin?", "timer": 60 },
      { "text": "If you were a dessert, how would you be described on the menu?", "timer": 60 },
      { "text": "What is a secret you would tell a stranger on a train?", "timer": 60 },
      { "text": "What is the most spontaneous trip you have ever taken?", "timer": 60 },
      { "text": "If you could be famous for a scandal, what would it be?", "timer": 60 },
      { "text": "What is a look you give when you want something?", "timer": 60 },
      { "text": "If you could live in a novel, which one would it be?", "timer": 60 },
      { "text": "What is the most intoxicating smell in the world?", "timer": 60 },
      { "text": "If you could have a bath in anything other than water, what would it be?", "timer": 60 },
      { "text": "What is a piece of jewelry that makes you feel powerful?", "timer": 60 },
      { "text": "If you could be whispered to by anyone, who would it be?", "timer": 60 },
      { "text": "What is the most artistic way to waste time?", "timer": 60 },
      { "text": "If you could hypnotize someone, what would you make them do?", "timer": 60 },
      { "text": "What is a compliment you secretly crave?", "timer": 60 },
      { "text": "If you were a queen, what would be your guilty pleasure?", "timer": 60 },
      { "text": "What is the most passionate color?", "timer": 60 },
      { "text": "If you could have a conversation with your shadow, what would it say?", "timer": 60 },
      { "text": "What is a mysterious quality you admire in others?", "timer": 60 },
      { "text": "If you could act in a romance movie, who would be your co-star?", "timer": 60 },
      { "text": "What is a feeling you are chasing right now?", "timer": 60 },
      { "text": "If you could change your name to something exotic, what would it be?", "timer": 60 },
      { "text": "What is the most beautiful lie you have ever told?", "timer": 60 },
      { "text": "If you could have any view from your bedroom window, what would it be?", "timer": 60 },
      { "text": "What is a sensual experience you think everyone should try?", "timer": 60 },
      { "text": "If you could be effortlessly good at one art form, what would it be?", "timer": 60 },
      { "text": "What is a question you love being asked?", "timer": 60 },
      { "text": "If you could turn invisible, where would you sneak into?", "timer": 60 },
      { "text": "What is a memory that tastes sweet?", "timer": 60 },
      { "text": "If you could be a goddess of something, what would it be?", "timer": 60 },
      { "text": "What is the most alluring accent?", "timer": 60 },
      { "text": "If you could freeze time, what moment would you stay in?", "timer": 60 },
      { "text": "What is a rule you love to break?", "timer": 60 },
      { "text": "If you could describe your aura in a color, what would it be?", "timer": 60 },
      { "text": "What is a dream you have that feels real?", "timer": 60 },
      { "text": "If you could be remembered for one beautiful thing, what would it be?", "timer": 60 },
      { "text": "What is a thrill you seek?", "timer": 60 },
      { "text": "If you could have a midnight picnic anywhere, where would it be?", "timer": 60 },
      { "text": "What is the most elegant thing you own?", "timer": 60 },
      { "text": "If you could seduce anyone with one sentence, what would you say?", "timer": 60 },
      { "text": "What is a hidden gem about yourself?", "timer": 60 }
    ]
  },
  "deepTalk": {
    "male": [
      { "text": "What is a desire you have that scares you a little?", "timer": 120 },
      { "text": "When was the last time you lost control of yourself?", "timer": 120 },
      { "text": "What is the most hedonistic thing you have ever done?", "timer": 120 },
      { "text": "If you could live a day with absolutely no inhibitions, what would you do?", "timer": 120 },
      { "text": "What is a secret you would only tell a stranger?", "timer": 120 },
      { "text": "What is the most beautiful kind of pain?", "timer": 120 },
      { "text": "What is a fantasy you revisit often?", "timer": 120 },
      { "text": "If you could read my mind right now, what do you think you'd find?", "timer": 120 },
      { "text": "What is the most intimate non-sexual thing you can do with someone?", "timer": 120 },
      { "text": "What is a hunger you can never seem to satisfy?", "timer": 120 },
      { "text": "When do you feel the most powerful?", "timer": 120 },
      { "text": "What is a temptation you struggle to resist?", "timer": 120 },
      { "text": "Describe a dream that felt vividly real.", "timer": 120 },
      { "text": "What is the most passionate you have ever felt?", "timer": 120 },
      { "text": "If you could change one rule of society, what would it be?", "timer": 120 },
      { "text": "What is a feeling you are constantly chasing?", "timer": 120 },
      { "text": "What is the most dangerous thing about you?", "timer": 120 },
      { "text": "If you could be worshiped for one thing, what would it be?", "timer": 120 },
      { "text": "What is a pleasure you think everyone should experience?", "timer": 120 },
      { "text": "What makes you feel dangerously alive?", "timer": 120 },
      { "text": "What is a taboo you find fascinating?", "timer": 120 },
      { "text": "If we ran away together tonight, where would we go?", "timer": 120 },
      { "text": "What is something you want to take from me?", "timer": 120 },
      { "text": "What is a question you are afraid to answer?", "timer": 120 },
      { "text": "What is the deepest craving of your soul?", "timer": 120 },
      { "text": "What is a shadow part of yourself that you secretly love?", "timer": 120 },
      { "text": "When have you felt the most beautiful?", "timer": 120 },
      { "text": "What is a desire you have suppressed?", "timer": 120 },
      { "text": "Describe a time you surrendered control.", "timer": 120 },
      { "text": "What is the most poetic way you’ve ever been broken?", "timer": 120 },
      { "text": "What is a fire inside you that never goes out?", "timer": 120 },
      { "text": "If you could indulge in one vice without consequence, what would it be?", "timer": 120 },
      { "text": "What is the most intimate secret you keep?", "timer": 120 },
      { "text": "What is a dream that makes you wake up sweating?", "timer": 120 },
      { "text": "How do you define ecstasy?", "timer": 120 },
      { "text": "What is a risk you are dying to take?", "timer": 120 },
      { "text": "What is the most intense connection you've ever had?", "timer": 120 },
      { "text": "If you could see your soul, what would it look like?", "timer": 120 },
      { "text": "What is a memory that still haunts you?", "timer": 120 },
      { "text": "What is the wildest thing you've ever done for passion?", "timer": 120 },
      { "text": "If you could rewrite your past, what chapter would you change?", "timer": 120 },
      { "text": "What is a lie you tell yourself to feel better?", "timer": 120 },
      { "text": "What is the most selfish thing you have ever done?", "timer": 120 },
      { "text": "If you could have one night of pure freedom, what would happen?", "timer": 120 },
      { "text": "What is a question you have always wanted to ask a stranger?", "timer": 120 }
    ],
    "female": [
      { "text": "What is a part of you that no one understands?", "timer": 120 },
      { "text": "What is the most decadent thing you have ever done?", "timer": 120 },
      { "text": "If you could be free of one inhibition, what would it be?", "timer": 120 },
      { "text": "What is a fantasy that makes you blush?", "timer": 120 },
      { "text": "What is the most intense emotion you have ever felt?", "timer": 120 },
      { "text": "If you could have a secret life, what would it look like?", "timer": 120 },
      { "text": "What is a pleasure you refuse to feel guilty about?", "timer": 120 },
      { "text": "What is the most daring thing you have done for love (or lust)?", "timer": 120 },
      { "text": "If you could be completely vulnerable with someone, who would it be?", "timer": 120 },
      { "text": "What is a memory that makes your heart race?", "timer": 120 },
      { "text": "What is the most beautiful thing about the human body?", "timer": 120 },
      { "text": "If you could be consumed by one feeling, what would it be?", "timer": 120 },
      { "text": "What is a secret ambition you are afraid to say out loud?", "timer": 120 },
      { "text": "What is the most intense way to connect with another person?", "timer": 120 },
      { "text": "If you could have any experience in the world, what would it be?", "timer": 120 },
      { "text": "What is a darkness in you that you appreciate?", "timer": 120 },
      { "text": "What is the most liberating moment of your life?", "timer": 120 },
      { "text": "If you could be a character in a tragedy, who would you be?", "timer": 120 },
      { "text": "What is a longing you carry with you?", "timer": 120 },
      { "text": "What is the most intoxicating thing about a person?", "timer": 120 },
      { "text": "If you could break one taboo, what would it be?", "timer": 120 },
      { "text": "What is a question you wish someone would ask you deeply?", "timer": 120 },
      { "text": "What is the most profound realization you've had recently?", "timer": 120 },
      { "text": "If you could escape your life for a week, where would you go?", "timer": 120 },
      { "text": "What is a craving you can't ignore?", "timer": 120 },
      { "text": "What is a beauty you find in sadness?", "timer": 120 },
      { "text": "If you could paint your soul, what colors would you use?", "timer": 120 },
      { "text": "What is the most dangerous game you've played?", "timer": 120 },
      { "text": "What is a secret you are keeping right now?", "timer": 120 },
      { "text": "If you could have one wish granted by a devil, what would it be?", "timer": 120 },
      { "text": "What is the most sensual experience you've ever had?", "timer": 120 },
      { "text": "What is a boundary you are curious to cross?", "timer": 120 },
      { "text": "If you could be remembered for a feeling, what would it be?", "timer": 120 },
      { "text": "What is the most honest thing you can say right now?", "timer": 120 },
      { "text": "What is a mystery you want to solve?", "timer": 120 },
      { "text": "If you could have a night of pure passion, what would it look like?", "timer": 120 },
      { "text": "What is a fear that holds you back from pleasure?", "timer": 120 },
      { "text": "What is the most magnetic quality in a person?", "timer": 120 },
      { "text": "If you could rewrite your story, would you?", "timer": 120 },
      { "text": "What is a dream you haven't told anyone?", "timer": 120 },
      { "text": "What is the most intense silence you've ever shared?", "timer": 120 },
      { "text": "If you could be anyone's obsession, whose would you be?", "timer": 120 },
      { "text": "What is a hunger that drives you?", "timer": 120 },
      { "text": "What is the most beautiful thing you've ever destroyed?", "timer": 120 },
      { "text": "If you could have it all, what would 'all' be?", "timer": 120 }
    ]
  },
  "intimacy": {
    "male": [
      { "text": "What is your biggest turn-on that you've been too shy to mention?", "timer": 90 },
      { "text": "Describe the most intense physical sensation you’ve ever felt with me.", "timer": 90 },
      { "text": "What is a forbidden fantasy you’ve never shared with anyone?", "timer": 90 },
      { "text": "If you could control my body for one hour, what would you make me do?", "timer": 90 },
      { "text": "What is one thing I do that instantly makes you want me?", "timer": 60 },
      { "text": "Tell me about a time you fantasized about me when I wasn't there.", "timer": 90 },
      { "text": "What is the most adventurous place you want to have sex?", "timer": 90 },
      { "text": "If we could explore any kink tonight without judgment, what would it be?", "timer": 90 },
      { "text": "What is one part of my body you are obsessed with?", "timer": 60 },
      { "text": "Describe exactly how you want me to touch you right now.", "timer": 90 },
      { "text": "What is a dirty secret you've been keeping from me?", "timer": 90 },
      { "text": "If you could watch me do anything, what would it be?", "timer": 90 },
      { "text": "What is the dirtiest dream you’ve ever had about us?", "timer": 90 },
      { "text": "What is one sound I make that drives you wild?", "timer": 60 },
      { "text": "If I gave you complete control tonight, what would you do first?", "timer": 90 },
      { "text": "What is a sensation you are craving right now?", "timer": 60 },
      { "text": "What is the most pleasure you have ever felt?", "timer": 90 },
      { "text": "If we had no limits, what would we do?", "timer": 90 },
      { "text": "What is one way I can tease you that always works?", "timer": 60 },
      { "text": "Describe your perfect orgasm.", "timer": 90 },
      { "text": "What is something you want to try in bed but are afraid to ask?", "timer": 90 },
      { "text": "How does it feel when I whisper in your ear?", "timer": 60 },
      { "text": "What is the naughtiest thing you want to do to me?", "timer": 90 },
      { "text": "If you could have me in any outfit, what would it be?", "timer": 60 },
      { "text": "What is a touch that makes you weak in the knees?", "timer": 60 },
      { "text": "What is your favorite way to climax?", "timer": 60 },
      { "text": "Tell me a scenario where we get caught.", "timer": 90 },
      { "text": "What is one thing you want to use on me in the bedroom?", "timer": 60 },
      { "text": "What is the most erotic thing you can imagine us doing?", "timer": 90 },
      { "text": "If you could taste any part of me right now, where would it be?", "timer": 60 },
      { "text": "What is a boundary you want to push together?", "timer": 90 },
      { "text": "What is the hottest thing I’ve ever said to you?", "timer": 90 },
      { "text": "If you could be blindfolded and surprised, what would you hope I do?", "timer": 90 },
      { "text": "What is a roleplay scenario you've always wanted to try?", "timer": 90 },
      { "text": "How loud do you like to be?", "timer": 60 },
      { "text": "What is one thing that makes you lose control?", "timer": 90 },
      { "text": "If you could lick whipped cream off me, where would you start?", "timer": 60 },
      { "text": "What is a sexual skill you want to master?", "timer": 90 },
      { "text": "What is the most public place you’d be willing to fool around?", "timer": 60 },
      { "text": "If I could read your mind during sex, what would I hear?", "timer": 90 },
      { "text": "What is one thing you want to watch me do to myself?", "timer": 90 },
      { "text": "What is the best oral sex you've ever had?", "timer": 90 },
      { "text": "If you could have a threesome with anyone, real or fictional, who would the third be?", "timer": 90 },
      { "text": "What is a fetish you are curious about?", "timer": 90 },
      { "text": "What is the most pleasurable thing you can imagine right now?", "timer": 90 }
    ],
    "female": [
      { "text": "What is the one thing I do in bed that you can’t get enough of?", "timer": 90 },
      { "text": "Describe a fantasy where you are completely in control.", "timer": 90 },
      { "text": "What is the most sensitive part of your body that I neglect?", "timer": 60 },
      { "text": "If you could be tied up, would you like it?", "timer": 60 },
      { "text": "What is a dirty thought you had about me today?", "timer": 90 },
      { "text": "Tell me exactly how you want me to go down on you.", "timer": 90 },
      { "text": "What is one thing that instantly makes you wet?", "timer": 60 },
      { "text": "If we made a sex tape, what would be the highlight?", "timer": 90 },
      { "text": "What is a toy you’ve always wanted to use with me?", "timer": 60 },
      { "text": "Describe the feeling of my skin against yours.", "timer": 60 },
      { "text": "What is a taboo you secretly enjoy?", "timer": 90 },
      { "text": "If you could have an orgasm anywhere in the world, where would it be?", "timer": 60 },
      { "text": "What is the hottest thing you’ve ever visualized while masturbating?", "timer": 90 },
      { "text": "How do you like to be teased?", "timer": 60 },
      { "text": "What is a word that turns you on when I whisper it?", "timer": 60 },
      { "text": "If I were your slave for an hour, what would you command?", "timer": 90 },
      { "text": "What is the most intense orgasm you’ve ever had?", "timer": 90 },
      { "text": "What is one thing you want to do in front of a mirror?", "timer": 90 },
      { "text": "If you could watch me pleasure myself, would you?", "timer": 60 },
      { "text": "What is a costume you’d love to see me in?", "timer": 60 },
      { "text": "Describe a scenario where you are helpless.", "timer": 90 },
      { "text": "What is the naughtiest place you’ve ever wanted to be touched?", "timer": 60 },
      { "text": "If we could switch bodies during sex, what would you do?", "timer": 90 },
      { "text": "What is a flavor you want to taste on my skin?", "timer": 60 },
      { "text": "What is the most erotic movie scene you’ve ever watched?", "timer": 90 },
      { "text": "If you could be ravished by me right now, how would it start?", "timer": 90 },
      { "text": "What is a kink you think I might have?", "timer": 90 },
      { "text": "What is the most pleasure you can handle?", "timer": 90 },
      { "text": "If you could bite me anywhere, where would it be?", "timer": 60 },
      { "text": "What is a fantasy involving food that you have?", "timer": 60 },
      { "text": "How does it feel when I pull your hair?", "timer": 60 },
      { "text": "What is one thing you want to scream during sex?", "timer": 60 },
      { "text": "If you could have a free pass to do anything to me, what is it?", "timer": 90 },
      { "text": "What is the sexiest sound I can make?", "timer": 60 },
      { "text": "Describe your ultimate pleasure.", "timer": 90 },
      { "text": "What is a position you want to try for the first time?", "timer": 60 },
      { "text": "If you could be watched by strangers, would you enjoy it?", "timer": 90 },
      { "text": "What is the most decadent thing we could do together?", "timer": 90 },
      { "text": "How do you feel about pain mixed with pleasure?", "timer": 90 },
      { "text": "What is a secret spot you want me to kiss?", "timer": 60 },
      { "text": "If I woke you up with oral sex, how would you react?", "timer": 90 },
      { "text": "What is the most primal urge you have towards me?", "timer": 90 },
      { "text": "What is a fantasy you are scared to tell me?", "timer": 90 },
      { "text": "If you could have multiple orgasms in a row, how many?", "timer": 60 },
      { "text": "What is the purest form of hedonism to you?", "timer": 90 }
    ]
  },
  "foreplay": {
    "male": [
      { "text": "Describe the dirtiest thing you've ever imagined us doing.", "timer": 60 },
      { "text": "Tell me exactly what you want to do to me, in explicit detail.", "timer": 60 },
      { "text": "Tell me a dirty secret you've never told anyone.", "timer": 60 },
      { "text": "Lick my earlobe and whisper 'I want you'.", "timer": 30 },
      { "text": "Kiss your way down from my neck to my navel.", "timer": 45 },
      { "text": "Bite my neck gently, then lick the spot.", "timer": 30 },
      { "text": "Use your tongue to trace my spine.", "timer": 30 },
      { "text": "Run an ice cube down my chest.", "timer": 30 },
      { "text": "Kiss me firmly and don't let me pull away.", "timer": 30 },
      { "text": "Make out with me like a teenager.", "timer": 60 },
      { "text": "Suck on my finger while maintaining eye contact.", "timer": 30 },
      { "text": "Kiss me deeply while gripping my hair.", "timer": 30 },
      { "text": "Run your hands all over my body but don't kiss me.", "timer": 60 },
      { "text": "Tease me through my clothes.", "timer": 60 },
      { "text": "Grind against me with your clothes on.", "timer": 60 },
      { "text": "Give me a lap dance.", "timer": 60 },
      { "text": "Let me watch you touch yourself for one minute.", "timer": 60 },
      { "text": "Show me what you look like naked.", "timer": 30 },
      { "text": "Touch yourself while I watch.", "timer": 60 },
      { "text": "Take off my underwear with your teeth.", "timer": 60 },
      { "text": "Undress me slowly, pausing to kiss every inch of skin revealed.", "timer": 90 },
      { "text": "Let me tie you up.", "timer": 60 },
      { "text": "Blindfold me and tease my lips with yours.", "timer": 40 },
      { "text": "Let me blindfold you and feed you something.", "timer": 60 },
      { "text": "Massage my inner thighs without touching anything else.", "timer": 60 },
      { "text": "Spank me once, hard.", "timer": 30 },
      { "text": "Make me beg for your touch.", "timer": 60 },
      { "text": "Pin my hands above my head and kiss me.", "timer": 40 },
      { "text": "Use a toy on me for one minute.", "timer": 60 },
      { "text": "Worship my feet.", "timer": 60 },
      { "text": "Order me to do something dirty.", "timer": 30 },
      { "text": "Tell me to get on my knees.", "timer": 30 },
      { "text": "Dominate me for the next two minutes.", "timer": 120 },
      { "text": "Sit on my face (or have me sit on yours).", "timer": 60 },
      { "text": "Play with my nipples.", "timer": 60 },
      { "text": "Give me a hickey where no one will see.", "timer": 30 },
      { "text": "Do whatever you want to me for one minute.", "timer": 60 },
      { "text": "Take a naked photo of me.", "timer": 60 },
      { "text": "Let me explore your body with a feather (or fingers).", "timer": 60 },
      { "text": "Tell me what you would do if I was tied up.", "timer": 60 },
      { "text": "Kiss my inner wrist.", "timer": 30 },
      { "text": "Trace my lips with your tongue.", "timer": 30 },
      { "text": "Nibble my ear.", "timer": 30 },
      { "text": "Squeeze my ass.", "timer": 30 },
      { "text": "Tell me how wet/hard you are.", "timer": 30 }
    ],
    "female": [
      { "text": "Tell me what you want to do to my body.", "timer": 60 },
      { "text": "Whisper your dirtiest fantasy in my ear.", "timer": 60 },
      { "text": "Make me wet/hard with just your words.", "timer": 60 },
      { "text": "Tell me what you're going to do to me later.", "timer": 60 },
      { "text": "Kiss me everywhere except my mouth.", "timer": 60 },
      { "text": "Lick my neck.", "timer": 30 },
      { "text": "Bite my lip.", "timer": 30 },
      { "text": "Suck on my neck.", "timer": 30 },
      { "text": "Kiss me with ice in your mouth.", "timer": 30 },
      { "text": "Show me how much you want me without speaking.", "timer": 60 },
      { "text": "Run your hands under my shirt.", "timer": 30 },
      { "text": "Push me against the wall and kiss me.", "timer": 30 },
      { "text": "Grope me.", "timer": 30 },
      { "text": "Squeeze my thigh.", "timer": 30 },
      { "text": "Massage my breasts.", "timer": 60 },
      { "text": "Tease me until I beg.", "timer": 60 },
      { "text": "Let me sit on your lap.", "timer": 30 },
      { "text": "Grind on me.", "timer": 60 },
      { "text": "Let me watch you get hard.", "timer": 60 },
      { "text": "Look me in the eyes and touch yourself.", "timer": 60 },
      { "text": "Take off your pants.", "timer": 30 },
      { "text": "Strip for me.", "timer": 60 },
      { "text": "Undress me with your teeth.", "timer": 60 },
      { "text": "Tell me to strip.", "timer": 30 },
      { "text": "Let me inspect your body.", "timer": 60 },
      { "text": "Restrain my hands and kiss me hard.", "timer": 40 },
      { "text": "Hold me down.", "timer": 40 },
      { "text": "Spank me.", "timer": 30 },
      { "text": "Use your fingers to pleasure me.", "timer": 60 },
      { "text": "Give me oral pleasure for 30 seconds.", "timer": 30 },
      { "text": "Explore my body with your tongue.", "timer": 60 },
      { "text": "Kiss my inner thigh and work your way up.", "timer": 45 },
      { "text": "Kiss my stomach.", "timer": 30 },
      { "text": "Pinch my nipples.", "timer": 30 },
      { "text": "Worship my body.", "timer": 60 },
      { "text": "Use a prop on me.", "timer": 60 },
      { "text": "Lick whipped cream (or imagine it) off me.", "timer": 60 },
      { "text": "Make me orgasm (or get close).", "timer": 90 },
      { "text": "Tell me I'm a good girl/boy (or bad).", "timer": 30 },
      { "text": "Tell me your filthiest desire.", "timer": 60 },
      { "text": "Let me dominate you.", "timer": 90 },
      { "text": "Let me control your pleasure for one minute.", "timer": 60 },
      { "text": "Touch me while I tell you what to do.", "timer": 60 },
      { "text": "Let me ride your leg.", "timer": 60 },
      { "text": "Do whatever brings you the most pleasure.", "timer": 60 }
    ]
  }
}